{
  "meta": {
    "generated_utc": "2025-09-18T12:11:03Z",
    "model": "BAAI/bge-base-en-v1.5",
    "collection": "visceral_synthesis_archive",
    "vector_name": "<unnamed>",
    "parameters": {
      "per_query": 220,
      "canon_total": 5000,
      "topic_k": 80,
      "mmr_lambda": 0.58,
      "near_dup_cos": 0.96,
      "topic_sim_threshold": 0.34,
      "min_chars": 220,
      "max_chars": 2000,
      "max_per_source_total": 35,
      "max_per_source_topic": 3,
      "mode": "all-data",
      "default_seed_weight": 1.0,
      "mmr_relevance_alpha": 0.6,
      "max_core_mb": 5.0
    },
    "seeds": [
      "hauntology and cancelled futures (Mark Fisher, Derrida)",
      "abjection Kristeva Powers of Horror",
      "Irigaray two lips sexual difference fluids",
      "Lispector Água Viva presence stream of consciousness",
      "autotheory Maggie Nelson The Argonauts",
      "Cixous Laugh of the Medusa writing the body white ink",
      "Duras minimalism absence presence The Malady of Death",
      "archive fever Derrida",
      "Deleuze Guattari rhizome assemblage desire",
      "Eugene Thacker horror of philosophy cosmic pessimism",
      "Rosi Braidotti posthuman nomadic theory feminist new materialism",
      "Judith Butler gender performativity Gender Trouble bodies",
      "Sara Ahmed affect theory orientation phenomenology feminist killjoy",
      "Donna Haraway cyborg feminism companion species situated knowledges",
      "Roland Barthes lover's discourse punctum Camera Lucida",
      "Susan Sontag On Photography Against Interpretation Illness as Metaphor",
      "Walter Benjamin aura mechanical reproduction archive",
      "Giorgio Agamben bare life state of exception homo sacer",
      "Catherine Malabou plasticity the new wounded",
      "Jean-Luc Nancy being singular plural",
      "Maurice Merleau-Ponty phenomenology of perception the flesh",
      "Emmanuel Levinas face of the other ethics",
      "Michel Foucault discipline punishment biopower genealogy",
      "Lauren Berlant cruel optimism affect",
      "bell hooks all about love feminist love ethics",
      "Audre Lorde the erotic as power poetry survival",
      "Gayatri Spivak strategic essentialism subaltern can the subaltern speak",
      "Elizabeth Grosz volatile bodies corporeal feminism",
      "Karen Barad agential realism intra-action entanglement",
      "Stacy Alaimo trans-corporeality material feminism",
      "Jasbir Puar debility capacity assemblage",
      "Elaine Scarry The Body in Pain representation",
      "Michel Serres The Five Senses noise parasite",
      "Laura Mulvey visual pleasure narrative cinema male gaze",
      "Kathy Acker body writing cut-up",
      "Chris Kraus I Love Dick autotheory",
      "Maggie Nelson Bluets blue as methodology",
      "Anne Carson Eros the Bittersweet fragments",
      "Georges Bataille eroticism expenditure general economy",
      "Maurice Blanchot The Writing of the Disaster space of literature",
      "Hélène Cixous Book of Promethea love as world-creation",
      "Julia Kristeva chora semiotic maternal space",
      "Luce Irigaray This Sex Which Is Not One speculum",
      "Clarice Lispector The Passion According to G.H. cockroach becoming",
      "Mark Fisher capitalist realism depression hauntology",
      "Rosi Braidotti affirmative ethics vitalist materialism",
      "Eugene Thacker In the Dust of This Planet negative theology",
      "Sontag Against Interpretation erotic of art",
      "Barthes Mythologies semiotics punctum studium",
      "Agamben Profanations potentiality",
      "media archaeology Kittler apparatus inscription",
      "Bernard Stiegler technics memory pharmacology",
      "Vilém Flusser technical image apparatus",
      "Achille Mbembe necropolitics postcolony",
      "Paul B. Preciado Testo Junkie pharmacopornographic regime",
      "Deleuze cinema time-image movement-image",
      "Claire Colebrook Deleuze feminism extinction",
      "Lacan mirror stage desire lack"
    ],
    "title": "media-archaeology-kittler-apparatus-inscription",
    "counts": {
      "excerpts": 80
    }
  },
  "excerpts": [
    {
      "id": "7cdfaf0ba8542728e2bd24c9",
      "qdrant_id": "05084565-5e4a-541f-af04-25936e33657a",
      "text": "from poetry to music and mathematics and from the arts to science and the senses. For Kittler, the Greek alphabet becomes an exemplary medium at the centre of a logic to which all technological innovation returns, including the universal code of digital computing. It is less a symbolic system preoccupied with meaning and more an indexical medium that, like phonography and photography, records forms. By relating writing to spoken language, and by situating the Greek alphabet at the origins of a history for the realistic, accurate reproduction of sound, Kittler turns it into a system whose signiﬁcance lies in its ability to transmit impressions from the outside world: not to construct reality or represent reality, but to present it, giving direct access to it. Verity Platt (Chapter 3: ‘The Seal of Polycrates: A Discourse on Dis- course Channel Conditions’) argues for the centrality in Greek culture of seals and the act of impressing, discussing numerous examples among",
      "source": "Pantelis Michelakis (editor) - Classics and Media Theory (Classical Presences) (2020, Oxford University Press) - libgen.li.pdf",
      "chunk_index": 90,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.74852633,
      "importance": 0.7837451696395874,
      "final_score": 0.7485264539718628
    },
    {
      "id": "e551abc46e7e3375b13e09a8",
      "qdrant_id": "788dda21-9241-5f00-a6b1-2d337bdf9032",
      "text": "storage and knowledge. Not simply a cultural history of outmoded technology, this type of media archaeologist’s task is to explore the ways that technical components of media systems, through their varied history of developments, have built within them a number of implicit technical codes, protocols and ways of operating that are continually rehearsed and reﬁ ned in their contemporary use. In a sense, this is a task that involves excavating the fossils of media upon which the foundations of the contemporary have been laid. In trying to uncover these inbuilt technical codes, it is the processing of signal, as a function that, following Whitehead, is crystallized in the forms of media images, that, following Kittler, we need to direct our attention towards. But it also (to depart somewhat from Kittler’s unrelenting focus on electronics) involves a level of phenomenological analy…",
      "source": "Timothy Barker - Against Transmission_ Media Philosophy and the Engineering of Time (2018, Bloomsbury Academic) [10.5040_9781474293129] - libgen.li.pdf",
      "chunk_index": 151,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription",
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.7424011,
      "importance": 0.7811316847801208,
      "final_score": 0.7424011826515198
    },
    {
      "id": "13f08874d825b0a70a7a0ea8",
      "qdrant_id": "ae3867d6-7f5e-5db1-b883-420f415ec4de",
      "text": "centuries. In the former he makes the claim that ‘technologies like that of book printing and the institutions coupled to it, such as literature and the university, thus constituted a historically very powerful formation, which in the Europe of the age of Goethe became the condition of the possibility of literary criticism’ (369). In the latter he tells us that three technologies of inscription—the gramophone, film—and the typewrit- er, broke the monopoly of writing creating a new autonomous relation between the human and meaning as a machinic process, freeing infor- mation flow from the rigid grid of the symbolic and in so doing trans- ported Europe from a Romantic subjectivity into a modern idiom of alienation. In an arresting aphorism he notes ‘around 1880 poetry turned into literature’ (Kittler, 1999: 14). As with any such summary of a sweeping historicization I am un- able to do justice to Kittler’s archival account of this switch from",
      "source": "[Media Philosophy] Eleni Ikoniadou, Scott Wilson - Media After Kittler (2015, Rowman & Littlefield International) - libgen.li.pdf",
      "chunk_index": 94,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.73759437,
      "importance": 0.7850006222724915,
      "final_score": 0.7375940680503845
    },
    {
      "id": "34afc9d28cd9f0b5c4252418",
      "qdrant_id": "f4f07fb4-7315-5b8a-9b60-01aa2c29a627",
      "text": "draw a coherent border between these two idioms that define so much of the history of the period that Kittler puts into analysis. In the section on the typewriter in the 1986 (1999) book, although the chapter on Nietzsche from Discourse Networks, for example, is very much a representation of similar material, Kittler proposes that the typewriter ‘inverts the material basis of literature’ (183) by nullifying handwriting and rearranging the gender relations of literature from a cadre of male poetic secretaries to a pool of female typists. As a prod- uct of war, the patent for the typewriter was lodged by Remington, an American arms manufacturer attempting to diversify its product range following the end of the Civil War. The typewriter, says Kittler, im- proved administrative efficiency and, along with celluloid and the phonograph cylinder, opened the new century onto an information age. Such a seductive narrative must necessarily operate on a certain level",
      "source": "[Media Philosophy] Eleni Ikoniadou, Scott Wilson - Media After Kittler (2015, Rowman & Littlefield International) - libgen.li.pdf",
      "chunk_index": 99,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.73543113,
      "importance": 0.769508421421051,
      "final_score": 0.7354311943054199
    },
    {
      "id": "0cb7753c7604ba5b180dca2f",
      "qdrant_id": "a93989a9-08b1-57ff-b443-4ae2466f0b75",
      "text": "way of working and representing thought and media itself. A gesture as bold as the ‘Envois’ will be required to find a suitable vehicle for this project. A suitable elegy for Kittler, one that was up to the task of thinking media after Kittler, might not require us to walk with his ghost in the early morning but to pick him up from the station in a fast car and to be the first to spill his secrets before we have reached our destina- tion. He has so much to tell us and we cannot help but pass it on, it will burn our hands and tongues otherwise. ON THE TYPEWRITER AND ITS RELATION TO LITERATURE Someone must have been spreading lies about K . . . for having saluted Kittler and recognized the importance of his thought not only for a rigorous reflection on media but for all that this means for the univer- sity and the disciplines of the humanities, I will now identify my wor- ries about his writing on writing. I will, then, send a post card of my",
      "source": "[Media Philosophy] Eleni Ikoniadou, Scott Wilson - Media After Kittler (2015, Rowman & Littlefield International) - libgen.li.pdf",
      "chunk_index": 91,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.72955585,
      "importance": 0.7736273407936096,
      "final_score": 0.7295557260513306
    },
    {
      "id": "ce6ce2226c517d4e2bcb25f1",
      "qdrant_id": "a8621a5a-39bf-5fad-869a-0aa8e4cc1cbe",
      "text": "WJA Wuerzburger Jahrbuecher fuer die Altertumswissenschaft ZAS Zeitschrift fuer Aegyptische Sprache und Altertumskunde ZDMG Zeitschrift der Deutschen Morgenlaendischen Gesellschaft ZPE Zeitschrift fuer Papyrologie und Epigraphik viii",
      "source": "James Gollnick - Love and the Soul_ Psychological Interpretations of the Eros and Psyche Myth (1992, Wilfrid Laurier University Press) - libgen.li-2.pdf",
      "chunk_index": 6,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.7282798,
      "importance": 0.7663058638572693,
      "final_score": 0.7282797694206238
    },
    {
      "id": "42843feb4e2a52d1f89bbcc3",
      "qdrant_id": "21732f1d-f8bc-50ef-89ff-bccb7a2f011e",
      "text": "Kittler, Friedrich, Aufschreibesysteme 1800/1900. (Munich: Wilhelm Fink, 1985). —, (Ed.), Austreibung des Geistes aus den Geisteswissenschaften. (Munich: Ferdinand Schöningh, 1980). —. Gramophon, Film, Typewriter. (Berlin: Editora Brinkmann & Bose, 1986). —. “Geschichte der Kommunikationsmedien,” in Raum und Verfahren edited by Jörg Huber und Alois Müller. (Basel: Stroemfeld/Roter Stern, 1993a), 169–88. Kittler, Friedrich, “Es gibt keine Software” in Kittler, Friedrich, Draculas Vermächtnis – Technische Schriften. (Leipzig: Reclam Verlag, 1993b), 225–42",
      "source": "Maria Teresa Cruz - Media Theory and Cultural Technologies _ In Memoriam Friedrich Kittler (2017, Cambridge Scholars Publishing) - libgen.li.pdf",
      "chunk_index": 473,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.7258537,
      "importance": 0.7642359137535095,
      "final_score": 0.725853681564331
    },
    {
      "id": "bbdf15ca4aa8df0eba53aeb4",
      "qdrant_id": "3471a15b-c046-5cd9-a65b-067000433653",
      "text": "network of roads. Kittler refers to the Roman Empire as the network of roads itself since it is imbricated in the culture, experience and practice of the power of the empire to the point of not being distinguishable – the network is a manifestation of the Empire itself, that is, the keystone of reading that historical moment. Kittler’s last effort is precisely to look at western history through a totalizing evolution of music and mathematics, using as a reference the conceptions of western sensibility – a monumental conception of the great systems of recording as the testimonies of western poetry and thought – starting with the Greek (Aphrodite und Eros), passing by the Roman Empire (Sexus und Virginitas), progressing toward medieval times with Minne, Liebe and Sex, and ending its tour in the present times, Turingzeit (Kittler, 2006, 2009). His latter works put in place a new set of concepts that promise a new understanding of culture",
      "source": "Maria Teresa Cruz - Media Theory and Cultural Technologies _ In Memoriam Friedrich Kittler (2017, Cambridge Scholars Publishing) - libgen.li.pdf",
      "chunk_index": 464,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.7203753,
      "importance": 0.7587406039237976,
      "final_score": 0.7203753590583801
    },
    {
      "id": "85e6ce6622a3130f675af434",
      "qdrant_id": "e670fb18-1282-56e5-823e-79c8f29fc95d",
      "text": "© 2006 Massachusetts Institute of Technology Originally published as Archäologie der Medien: Zur Tiefenzeit des technischen Hörens und Sehens, © Rowohlt Taschenbuch Verlag, Reinbek bei Hamburg, 2002 The publication of this work was supported by a grant from the Goethe-Institut. All rights reserved. No part of this book may be reproduced in any form by any elec- tronic or mechanical means (including photocopying, recording, or information storage and retrieval) without permission in writing from the publisher. I have made every effort to provide proper credits and trace the copyright holders of images and texts included in this work, but if I have inadvertently overlooked any, I would be happy to make the necessary adjustments at the ﬁrst opportunity.—The author MIT Press books may be purchased at special quantity discounts for business or sales promotional use. For information, please e-…",
      "source": "[Electronic Culture_ History, Theory, and Practice] Siegfried Zielinski - Deep Time of the Media_ Toward an Archaeology of Hearing and Seeing by Technical Means (2006, The MIT Press) - libgen.li.pdf",
      "chunk_index": 1,
      "page": null,
      "seed_hits": [
        "agamben-profanations-potentiality",
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.7192644,
      "importance": 0.7645599246025085,
      "final_score": 0.7192644476890564
    },
    {
      "id": "65a505079c5760ab2394e934",
      "qdrant_id": "81e4be3b-5d29-5dd9-b711-2bae5dc6285c",
      "text": "tions in Foucault’s book of the source of these discourses, of the channels or the receivers of discourse.”6 Kittler thus criticizes Foucault’s archaeologies of knowledge for failing to take into account how media technologies influence the formation of systems of knowledge.7 Instead of focusing exclusively on discourses, Kittler is more interested in their material substrates, which he famously describes as “inscription systems” (Aufschreibesysteme).8 As Well- bery explains, “these technologies are not mere instruments with which ‘man’ produces his meanings. . . . Rather, they set the framework within which some- thing like ‘meaning,’ indeed, something like ‘man,’ become possible at all.”9 Unlike Foucault, Kittler also focuses on the nineteenth and twentieth centuries, and he is particularly interested in the contemporary shift toward digital media. What is essentially new about…",
      "source": "[Media Philosophy] Wolfgang Ernst - Chronopoetics_ The Temporal Being and Operativity of Technological Media (2016, Rowman & Littlefield International) - libgen.li.pdf",
      "chunk_index": 31,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.71437013,
      "importance": 0.7559361457824707,
      "final_score": 0.71437007188797
    },
    {
      "id": "8290d622cb955674b87686ec",
      "qdrant_id": "9ed3c1fd-9948-5339-a46f-3c77d53e8bf0",
      "text": "an informative study of the frontispiece to Musurgia universalis with numerous cross- references to other copper plate engravings. 66. On the early history of the laterna magica, cf. Mannoni, Campagnoni, and Robin- son 1996, pp. 40–63; Zielinski 1989/1999; on the individual protagonists, cf. Rob- inson, Herbert, and Crangle 2001. 67. Kircher 1671, book 10, p. 768f. 68. Ibid., p. 769. 69. Kircher 1646, p. 782ff. 70. Schott 1671, p. 265. 71. Hocke 1959, p. 123. In Lo Sardo’s catalogue (2001, p. 253), Christina Caudito refers to the apparatus as “il Proteo catottrico” (the catoptric Proteus). 72. Aristoteles 1961, p. 30. 301 Notes to Pages 130–138",
      "source": "[Electronic Culture_ History, Theory, and Practice] Siegfried Zielinski - Deep Time of the Media_ Toward an Archaeology of Hearing and Seeing by Technical Means (2006, The MIT Press) - libgen.li.pdf",
      "chunk_index": 137,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.71002394,
      "importance": 0.759331226348877,
      "final_score": 0.7100241184234619
    },
    {
      "id": "15014a79104c4c759930624f",
      "qdrant_id": "bd67b2d3-4a4b-548f-83b0-8a55b5f65abd",
      "text": "of German media theory: “The focus on the materiality and technicality of meaning constitution prompted German media theorists to turn Foucault’s concept of the ‘historical a priori’ into a ‘technical a priori’ by referring the Foucauldian ‘archive’ to media technologies.”15 Kittler’s work thus repre- sented a challenge to the humanist tradition as well as the practice of herme- neutic analysis: “The insistence on these media reference systems, designed as an attack on the reason- or mind-based humanist reference systems, was guided by a deeply anti-humanist rejection of the tradition of the Enlighten- ment and the established discursive rules of hermeneutic interpretation.”16 However, Kittler’s focus on this technical a priori soon led to accusations that his own work was a symptom (if not the cause) of anti-humanist tendencies within the humanities. In one of the earliest artic…",
      "source": "[Media Philosophy] Wolfgang Ernst - Chronopoetics_ The Temporal Being and Operativity of Technological Media (2016, Rowman & Littlefield International) - libgen.li.pdf",
      "chunk_index": 35,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.70782447,
      "importance": 0.7584694027900696,
      "final_score": 0.7078244686126709
    },
    {
      "id": "24b793402c2792fd1c675bac",
      "qdrant_id": "a616e92f-6edc-508f-814f-5920022b15b4",
      "text": "xviii Foreword Ph.D. on museology in 1989. His work started to take a medial turn in the 1990s (largely due to the influence of Kittler’s work), as he began to develop his own Foucauldian reading of media archives, which culminated in such works as M.edium F.oucault (2000), Das Rumoren der Archive (Stirrings in the Archives, 2002), and Im Namen der Geschichte. Sammeln—Speichern— Er/zählen (In the Name of History: Collecting—Storing—Re/counting, 2003). In these books, Ernst extends Kittler’s focus on archival technologies by arguing that media are the true archivists of the past: “It is worth remember- ing that the archive as the condition for our knowledge of history becomes dependent on the media of its transmission.”33 However, his approach differs somewhat in its explicit critique of historiography. Like Kittler, for example, Ernst embraces Foucault’s model of epistemic rupt…",
      "source": "[Media Philosophy] Wolfgang Ernst - Chronopoetics_ The Temporal Being and Operativity of Technological Media (2016, Rowman & Littlefield International) - libgen.li (1).pdf",
      "chunk_index": 44,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.7074853,
      "importance": 0.7458977699279785,
      "final_score": 0.7074852585792542
    },
    {
      "id": "628d92e7fcd1c2dad1aacbe9",
      "qdrant_id": "8a8a3ff6-98ca-5385-8101-ecfcf75725ef",
      "text": "well with the luminiferous ether and the anima mundi, the subtle fluids and strange angels that intermingled with the departed souls of pho- nography and the trick shots of cinema. But for the most part, in Gramo- phone, Kittler displaces such business to premodernist media: The invention of the Morse alphabet in 1837 was promptly followed by the tap- ping specters of spiritistic seances sending their messages from the realm of the dead. Promptly as well, photographic plates—even and especially those taken with the camera shutter closed—furnished reproductions of ghosts or specters. (12) While the telegraph and daguerreotype remain outside Gramophone, Film, Typewriter's primary historical field, Kittler;s insistence on the material basis and thus empirical examinability of all media that medi- ate the cultural imaginary is a crucial theoretical move. Moreover, \"The realm of the dead is a…",
      "source": "[Posthumanities 29] Clarke, Bruce - Neocybernetics and narrative (2014, Univ Of Minnesota Press) - libgen.li (1).pdf",
      "chunk_index": 79,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.70713663,
      "importance": 0.7547858953475952,
      "final_score": 0.7071363925933838
    },
    {
      "id": "15460df8d639058cf566f5bc",
      "qdrant_id": "cf2e3365-d4f7-555b-859c-612072fcf555",
      "text": "was brought into focus after Kittler. For Kittler, an archaeology of the present was not achievable through the, at the time, traditional Western focus on semiotics and the theory of signs. What was needed instead was a focus on all types of discourse as essentially networks of data processing, which would replace the emphasis on language with an emphasis on the material and the",
      "source": "Timothy Barker - Against Transmission_ Media Philosophy and the Engineering of Time (2018, Bloomsbury Academic) [10.5040_9781474293129] - libgen.li.pdf",
      "chunk_index": 135,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.705328,
      "importance": 0.745546281337738,
      "final_score": 0.7053277492523193
    },
    {
      "id": "493542100e0558fcf28c82ba",
      "qdrant_id": "dd421d15-b3c1-5888-8c72-f55ed37c899a",
      "text": "and radio around the time of Milman Parry’s theory of oral-formulaic composition (Kittler’s ‘discourse network 1900’), and the ‘linked net- works of potentials’ of the internet⁶⁶ and return of orality in social media around the time of Gregory Nagy’s ‘Homer Multitext Project’⁶⁷ and John Miles Foley’s ‘Pathways Project’ (what one might call Kittler’s ‘discourse network 2000’⁶⁸). Another history of Greco-Roman literature and art yet to be written has to do with all the intermediaries, mediators, and meddlers of classical narrative, who reveal an intense preoccupation with how communication can be informed and shaped not by proximity but by distance. Consider all the messengers and heralds, eyewitnesses and proxy-witnesses, prophets, witches, ghosts, souls, Muses, angels, choruses, slaves and other literary and theatrical parasites, or even the ⁶⁶ Foley (2012: 17). ⁶⁷ Nagy (2010). ⁶⁸ Liu (2004).  ",
      "source": "Pantelis Michelakis (editor) - Classics and Media Theory (Classical Presences) (2020, Oxford University Press) - libgen.li.pdf",
      "chunk_index": 85,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.70050955,
      "importance": 0.7562906742095947,
      "final_score": 0.7005093097686768
    },
    {
      "id": "ce355fc852902b21bbe54208",
      "qdrant_id": "bcb34f2f-3b81-5028-a6a8-eb8c280f052d",
      "text": "zation. Both sorts of inscription—inscription on humans and tablets—were key parts of the scribal task. There is no separate word in Sumerian for “teacher.”3 In the case of Mesopotamia, we have an unusually rich variety of data on which to draw in researching this scribal matrix. First and foremost, tens of thousands of student exercises have been preserved, mostly from the Old Bab- ylonian period. These range from very rough, oblong copies of lexical lists and small literary excerpts to larger copies of parts or all of major Mesopotamian compositions.4 Their clay form allowed them to be preserved, even though many such tablets were discarded by their original users. From the same period we have various satirical educational dialogues, both disputes between plants or animals and recreations of school debates. Though the often satirical form of these compositions and their educational fun…",
      "source": "David M. Carr - Writing on the Tablet of the Heart_ Origins of Scripture and Literature-Oxford University Press, USA (2005).pdf",
      "chunk_index": 81,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.69762707,
      "importance": 0.7426400184631348,
      "final_score": 0.6976271271705627
    },
    {
      "id": "be6e83cfd7ca3151c9841f42",
      "qdrant_id": "55cae7bb-b144-5f42-8ab1-f506576afc8b",
      "text": "73. bis 16.Jahrhundert. Friedrichshafen, 1997. Mosler-Christoph 1998 Mosler-Christoph, Susanne. Die materie//e Kultur in den Luneburger Testamenten 7323 bis 7500. Gottingen, 1998. Moxeyl985 Moxey, Keith P. F. \"Das Ritterideal und der Hausbuch- meister (Meister des Amsterdamer Kabinetts).\" In Exh. cat. Amsterdam/Frankfurt am Main 1985, pp. 39-52. Mozer 2010 Mozer, Isolde, ed. Berhard van Breydenbach, Peregrinatio in terram sanctam: Fruhneuhochdeutscher Text und Obersetzung. Berlin, 2010. Muller/Winkler 1937 Muller, Max, and Friedrich Winkler. \" Bamberger Ansichten aus dem XV. Jahrhundert.\" Jahrbuch der Preuflischen Kunstsammlungen 58 (1937), pp. 241-57. Musper 1941 Musper, Heinrich Theodor. \"Der fruheste Stecher - ein Oberdeutscher!' Pantheon 28 (1941), pp. 203-07. Na~ 1991 Na~. Markus. \"Der Kupferstich der Muttergottes mit den Maiglockchen L. 79 des Monogrammisten E.…",
      "source": "(Alte Kunst) Staatliche Museen zu Berlin (editor), Stiftung Preußischer Kulturbesitz (editor) - Late Gothic. The Birth of Modernity-Hatje Cantz (2021).pdf",
      "chunk_index": 210,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.69742775,
      "importance": 0.7462052702903748,
      "final_score": 0.6974277496337891
    },
    {
      "id": "0aabd208520219386f510fc2",
      "qdrant_id": "8734d9f5-6033-5424-8b21-5ade95475ef8",
      "text": "would be difficult for us to say, at first glance, what the figure of th~ content of the sememe \"constitution\" would be (for example, one can see that in the code studied by Hutt the content God is visualized by means of the figure of a triangle, before being transposed into gesture)- it nonetheless points to the existence of a certain stylistic distance between the content of a sign and its figure at the level of expression. This immanent stylistics appears to the naked eye when, abandoning accom- panying gestures, we begin to concentrate on artificial signs. Analyzing the for- mation of the \"composite words\" of an artificial code, Hutt cites the example of bee, the content of which is manifested by two figures of expression: the figure wing and the figure sweet. The first figure at the moment it takes on form passes from the content wing to the content that which flies, wherea…",
      "source": "Algirdas Julien Greimas - On Meaning_ Selected Writings in Semiotic Theory-University of Minnesota Press (1987).pdf",
      "chunk_index": 288,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.69331706,
      "importance": 0.7537221908569336,
      "final_score": 0.6933170557022095
    },
    {
      "id": "9c1e4c3ad01cd6e965392d07",
      "qdrant_id": "7f14882c-49b8-508f-a011-bae80244429d",
      "text": "the function is a dicey business at best. Considerations which are of aid in this task include the associational context in which the artefact is found at the site, analysis of use wear patterns on the artefact itself, and clues provided by the known functions of similar artefacts in contemporary cultures. It is, of course, understood that any of these sources of evidence may be misleading. The object may have been deposited in the association context by accident rather than because of some inherent connection with the other objects found there. Similarly, accidental abrasion or damage may be mistaken for use wear, or apparent correspondence with the function of current use objects may be merely apparent. But the recognition of the distinction between proper func- tion and system function adds a new and uncomfortable wrinkle to these difficulties. Clearly it is the proper function of unearthed artefacts which is the",
      "source": "Graves-Brown, Paul - Matter, materiality, and modern culture-Taylor and Francis (2012).pdf",
      "chunk_index": 133,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6932744,
      "importance": 0.740635335445404,
      "final_score": 0.6932742595672607
    },
    {
      "id": "6a57900ccef57199992bf74d",
      "qdrant_id": "034fdc86-38fa-5746-a52d-bab1e997441c",
      "text": "be to forge an image, as the eleventh stanza indicates: Even though the mine shaft holds iron And glowing resins the Etna, And so I would have the riches To form an image, and, in his likeness, See how he was, the Christ Zwar Eisen träget der Schacht, Und glühende Harze der Aetna, So hätt’ ich Reichtum, Ein Bild zu bilden, und ähnlich Zu schaun, wie er gewesen, den Christ (vv. 162–166) The figura etymologica “Ein Bild zu bilden” draws attention to the fact that this would be a visual memorialization of the vanished Christ. The very material needed for such an image (iron) indicates that this image would be marked by firmness and durability. It also points to such an image’s incompatibility with the locus of the poem, Patmos, since the island was introduced as the “poorer house” (v. 62), thus lacking the “riches” required.62 Instead of such a rich remembrance of Christ, then, the closing lines of “Patmos” turn away from iron-clad images",
      "source": "(SUNY series, Literature . . . in Theory) Jonas Rosenbrück - Common Scents_ Poetry, Modernity, and a Revolution of the Senses-SUNY Press (2024).pdf",
      "chunk_index": 147,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.69301355,
      "importance": 0.7425006031990051,
      "final_score": 0.6930134892463684
    },
    {
      "id": "ed9131d3335f08c084ecda8e",
      "qdrant_id": "fc37f5cb-bc2a-58ce-814d-c5cf5e423450",
      "text": "In general, an inscription “gives voice” to the stone or the object it is written on or claims to be written on, by conveying a message and recording words. Since the beginning, the verse inscription as a concrete and visible form of communication has lived alongside its less pre- tentious, though more numerous, prose cousins: one of its peculiarities, which it surely shares with the prose inscriptions, is that of having been conceived as a written text, not as the transcription of a pre-existent oral message.2 Therefore, since the writing support on which the inscription is carved forms an indivisible whole with it, epigram is the closest ancient literary genre to the material object, and funerary and votive inscriptions in particular are inextricably tied to the material supports bearing them.3 In the sepulchral realm, an inscription “gives voice” to the tombstone or to the tom…",
      "source": "W. Michelle Wang_ Daniel K. Jernigan_ Neil Murphy - The Routledge Companion to Death and Literature (2021, Routledge) - libgen.li (1).pdf",
      "chunk_index": 187,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.69187444,
      "importance": 0.7315641641616821,
      "final_score": 0.6918743848800659
    },
    {
      "id": "b62d588927f8a7bf684a513b",
      "qdrant_id": "2b13c322-a457-56d7-9939-2a272c2bac15",
      "text": "to professionals trained for this purpose or training themselves. If the Olympic lists available in the fourth century B.c. did really go back to the first quarter of the eighth, their source was oral transmission, not alphabetic notation. To presume that any kind of Greek literacy, however re- stricted, existed before the date of the first inscriptions is to rely on the assumption that the alphabet was applied to the surface of parchment, papyrus, or possibly wood and (if this assumption is used to explain early Greek chronology) that this usage occurred at least fifty years and probably longer before the letters were applied to hard physical objects. This, at first, may seem reasonable, given the possible loss due to perishabil- ity of the materials as against marble or fired clay. The literate context of our own culture again supplies an analogy which, though misleading, is powerful. …",
      "source": "Marie Borroff - The Muse Learns to Write (2018, Yale University Press) [10.12987_9780300191639] - libgen.li.pdf",
      "chunk_index": 239,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6912073,
      "importance": 0.7367381453514099,
      "final_score": 0.6912073493003845
    },
    {
      "id": "580e40028ce51669bbca5217",
      "qdrant_id": "441304b0-1273-5d2f-8375-6e66b28114a6",
      "text": "assimilated, like the lever and the toothed gear, to a prilnary machine (in its canonical definition, \"any instrument designed to transmit the action of a force onto a point that does not already lie in its direction, or to change the direction of this force\" ).1 Hittite cuneiform writing had produced those novel cultural objects: tables, lists, inventories, dating systems, etc. The vocalic alphabet, transmitted from Syrio-Phoenician to the Greek city-state, made possible not only the first government of men by men (and not by the gods or their prophets) but also an amazing space for displays of learnedness, which extended the rights of citizenship to the arts of argument, to a critical relation to tradition, and to the subjec­ tion of rumors and myths to new norms of veracity. Among the written products of literacy's spelling book an innovative proto­ technology for storing t…",
      "source": "Regis Debray - Media Manifestos_ On the Technological Transmission of Cultural Forms-Verso (1996).pdf",
      "chunk_index": 384,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68938446,
      "importance": 0.7358106970787048,
      "final_score": 0.6893842816352844
    },
    {
      "id": "528e2884e87fe699b8406ce8",
      "qdrant_id": "c231ca98-d81a-594e-9b98-daecb69ef4d5",
      "text": "ii. See Albrecht's commentary on these images on pages 245-51 (without allusion to the Ganymede figure). 33. Wickram 1990. Cf. Stackmann 1978, cols. 187-91; Kugler 1989, cols. 247-73, here 259-60; and Rucker 1997. 34. Cf. Tervooren and Bein 1988; and Schnell 1993, cols. 1138-41. The Virtuous Scribe is known to have been connected with the landgraves of Thuringia, the same region and dynasty that Albrecht von Halberstadt, the translator of Ovid's Metamorphoses, mentions in his prologue. 35. Bein 1990, 35, 1.5-6: des harphen was den wilden tieren so bekant, daz sie dd bf vergdzen gar ir wilde. 36. Bein 1990, 35,1.11-12: der als6 harphet unde an im harphen lit. This coinage is not unique to the poem; see, as Bein mentions (1990, 36), Carmina Burana 185.6. In ancient literature, lyre playing occasionally provided a sexual metaphor; see Adams 1990, 25. In an e-mail message of January 29, 200oo5, Pat Simons supplied me with a number of references from",
      "source": "Dr. Basil Dufallo, Dr. Peggy McCracken - Dead Lovers_ Erotic Bonds and the Study of Premodern Europe (2007, University of Michigan Press) - libgen.li.pdf",
      "chunk_index": 313,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6890975,
      "importance": 0.7494351267814636,
      "final_score": 0.6890973448753357
    },
    {
      "id": "5b8ee8863f07868632c2a89a",
      "qdrant_id": "b3f1626c-fc7e-507c-b393-f442d605c282",
      "text": "ways—vivifying its sculpted legends along a projected emotional and phonological trajectory matched to a 360-degree inspection of the material object itself—amounts almost to turning the artifact in the poet’s own refashioning hand, all that euphony and metaphor at its fingertips. With Brument’s Vase, in contrast, enough guttural urs may turn into an urn through merely the least grunt of sub-verse intonation. The rhetorically shaped artifact and its rounded internal double in the Ode has become, two centuries later, simply (if astonishingly) the signal-generated receptor and its microfashioned receptacle. So that “please do not touch” has been outplayed by the automatically push­ button manifestation of a once hand-tooled craft. For whereas Keats could only call out to the permanence and visual authority of an antique art in the supposed half measure of “word pictures,” here, under the new digitized mediation of voice transcription, any museum goer, however",
      "source": "[Thinking Media] Bernd Herzogenrath (ed.) - Media matter_ the materiality of media, matter as medium (2015, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 188,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68820417,
      "importance": 0.7491514086723328,
      "final_score": 0.6882040500640869
    },
    {
      "id": "26e6c473f9726513f2d859ab",
      "qdrant_id": "1469b9e7-00a0-5e03-8e6a-739658b9886e",
      "text": "general scheme which he had formed in his brain’ (Doyle 2001, p. 617). Similarly, in the introduction to Palestinian Syriac Texts From Palimpsest Frag- ments in the Taylor-Schechter Collection (1900), Agnes Smith Lewis describes how the underscript of Fragments I and II of this collection might have remained undetected if it were not for the presence of a more skilled eye than her own: The underscript of these [Fragments I. and II.] was mistaken by me for a faint brown streak of dirt; and it was thus left to Dr Schechter, who knew the appearance of the Hebrew script in the fragments of his own collection, to recognize that this streak was really an ancient text. (p. ix) In both detective and palimpsest reading, once these clues have been detected, the reconstruction of the underlying text depends upon a certain amount of ‘conjecture’ or ‘invention’. This is evident in Holmes’ method of reasoning, which is not, as is commonly supposed, deductive.",
      "source": "[Continuum Literary Studies] Sarah Dillon - The Palimpsest_ Literature, Criticism, Theory (2007, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 240,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6866189,
      "importance": 0.7370304465293884,
      "final_score": 0.6866190433502197
    },
    {
      "id": "7b3b2a3116847fb47a372642",
      "qdrant_id": "22c4b608-5bb3-50aa-a795-dcb810a1fbc9",
      "text": "preface\b xv the structure of textual inscription in general would infer and require a certain condition of the gift, ‘in the writing itself’: Let us first of all not forget something trivially and massively obvious. It constitutes the elemental medium for what one is given to think here, namely, that this text – apparently finite, this bit of corpus title ‘Counter- feit Money’ – is for us a given. It is there before us who read it and who therefore begin by receiving it. If it has the structure of a given, it is not only because we are first of all in a receptive position with regard to it but because it has been given to us. From the moment he published it and even if he had not published it, from the moment he wrote it and con- stituted it by dedicating it to his ‘dear friend’ . . . from the moment he let it constitute itself in a system of traces, he destined it, gave it, not …",
      "source": "Adam R. Rosenthal - Poetics and the Gift_ Reading Poetry from Homer to Derrida (2022, Edinburgh University Press) [10.1515_9781474488426] - libgen.li.pdf",
      "chunk_index": 29,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6860212,
      "importance": 0.7395489811897278,
      "final_score": 0.6860211491584778
    },
    {
      "id": "573993ecc9928e2d6a238514",
      "qdrant_id": "de43956d-4b73-5c35-a10e-b5445bdb4ea3",
      "text": "whose movements were fixed in a graphic figure appears fully proven.” Kern, Labyrinthe, 9. 10. See Elisabeth von Samsonow, “Projektile in Splendid Shape,” in TUMULT 23 (1988): 24–­36. 11. On the invention and meaning of the spear thrower, see André Leroi-­Gourhan, Gesture and Speech, trans. A. Bostock Berger (Cambridge, Mass.: MIT Press, 1993). 12. Jacques Derrida and Gianni Vattimo, eds., Religion, trans. D. Webb et al. (Palo Alto, Calif.: Stanford University Press, 1998). 13. See Charles Mopsick, Les grands textes de la cabale, Les rites qui font Dieu. Pratiques religieuses, efficacité théurgique dans la cabale des origins au milieu du XVIIIe siècle (Lagrasse, France: Verdier, 1993). 14. See Helmut Jaskolski, Das Labyrinth. Symbol der Angst, der Wie- dergeburt und der Befreiung (Stuttgart, Germany: Kreuzverlag, 1997). 15. Johann Amos Comenius, Das Labyrinth der Welt und das Paradies des Herzens, mit einer Handzeichnung (Jena, Germany: E. Diederichs,",
      "source": "Elisabeth von Samsonow_ Anita Fricek_ Stephen Zepke - Anti-Electra_ The Radical Totem of the Girl (2019, Univ Of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 117,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68549657,
      "importance": 0.7451355457305908,
      "final_score": 0.6854965090751648
    },
    {
      "id": "2d40ad95f04776d73ff0f34b",
      "qdrant_id": "612c42e5-8653-5c13-8b2c-e64e63c47aab",
      "text": "The inscription may have been painted in alternating lines of red and black. If so, an ancient Greek reader will notice an economi- cal fact. The single verse contains two epitaphs. The red letters (tomb spinther set) make one sentence and the black letters (this upon spinther dead) make another. Now let us take the measure of letters a little deeper. Look at the syntax. On the epitaph the word SpŒinjhr is a noun in the nominative case that stands as subject of the sentence directly on top of SpŒinjhrÃ, a noun in the dative case that is indirect object of the sentence. Spinther’s action as agent of the verb ŠepŒejhke (“set”) is to confer a “tomb” (sœhma) upon his own dead self. The 25 Although the Palatine Anthology regards the poem as incomplete and leaves a space for a missing pentameter, Page believes it is an early single-hexameter epigram of the type illustrated by Friedl¨ander and …",
      "source": "(Martin Classical Lectures_ 14) Anne Carson - Economy of the Unlost_ (Reading Simonides of Keos with Paul Celan)-Princeton University Press (2009).pdf",
      "chunk_index": 226,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.684953,
      "importance": 0.729850172996521,
      "final_score": 0.6849530935287476
    },
    {
      "id": "d73fddfa8768977fa5d999bb",
      "qdrant_id": "048a1686-adcb-503a-ae8c-3bf8a0b85080",
      "text": "23. Civil, “Lexicography,” 128. 24. D. O. Edzard, “Amarna: Die literarischen Texte,” in Proceedings of the Ninth World Congress of Jewish Studies (1988), 27–33; P. Artzi, “Studies in the Library of the Amarna Archive,” in Bar-Ilan Studies in Assyriology dedicated to Pinhﬁas Artzi (1990), 139–56; Shlomo Izre’el, “The Amarna Letters from Canaan,” in CANE, 2418; The Amarna Scholarly Tablets, Cuneiform Monographs (Groningen: Styx, 1997). 25. P. Artzi, “Observations on the ‘Library’ of the Amarna Archives,” in Veenhof, Cuneiform Archives and Libraries, 212; Izre\u0001el, Amarna Tablets, 12.",
      "source": "David M. Carr - Writing on the Tablet of the Heart_ Origins of Scripture and Literature-Oxford University Press, USA (2005).pdf",
      "chunk_index": 129,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68490505,
      "importance": 0.7303436398506165,
      "final_score": 0.6849051117897034
    },
    {
      "id": "82da8fc5d6acd9ed3c5fbd50",
      "qdrant_id": "2d54f4ea-de3d-5a80-a54f-bc3ad024773f",
      "text": "genrée : les quelques archéolo- gues grecques en exercice au début du xxe siècle n’eurent jamais accès aux principaux sites de fouilles. Au contraire, on leur assigna l’entretien des artefacts fonctionnels, des tex- tiles, des costumes. Toutefois, même si l’on préféra la restau- ration des colonnes de marbre aux motifs ottomans de la vie quotidienne, ces pratiques moins visibles pourraient être à l’origine d’une nouvelle forme d’archéologie, édifiant ainsi une contre-interprétation du canon historiographique natio- naliste. Ce ilm – constituant lui-même une archive – nous pousse à voir le patrimoine (l’étymologie du terme étant déjà problématique) sous un jour nouveau – cultivant un regard fragmenté, elliptique, tourné vers l’image manquante CORRESPONDANCE. En Grèce, tenter de reconstruire une histoire du cinéma, même récente, prend des allures de quête archéologiqu…",
      "source": "Cahiers_du_Cin_ma_-_F_vrier_2024.pdf",
      "chunk_index": 473,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68453944,
      "importance": 0.7404838800430298,
      "final_score": 0.6845396757125854
    },
    {
      "id": "a48f3fcb200a78d3f82e42ab",
      "qdrant_id": "ec3d39e5-4c25-5966-9283-aba00ab3d16e",
      "text": "26 Kirschenbaum, M. G. (2004). Extreme inscription: towards a grammatology of the hard drive. TEXT Technology Retrieved February 13, 2007 from http://texttechnology.mcmaster.ca/ Kittler, F. A. (1990). Discourse networks 1800/1900. Stanford, Calif.: Stan- ford University Press. Kittler, F. A. (1999). Gramophone, ﬁlm, typewriter. Stanford, Calif.: Stan- ford University Press. Kittler, F. A., & Johnston, J. (1997). Literature, media, information systems : essays. Amsterdam: GB Arts International. Kuny, T. (1997). A Digital Dark Ages? Challenges in the preservation of electronic information. In workshop on Audiovisual and Multimedia joint with Preservation and Conservation, Information Technology, Libraries and Equipment, and the PAC Core Programme. . Paper presented at the 63RD IFLA Council and General Conference |. Retrieved July 21, 2007 from http://www.iﬂa.org.sg/IV/iﬂa63/63kuny1.pdf|. Libraries and Archives Canada. (2007). Old messengers, new media. The",
      "source": "[Publications of the Austrian Ludwig Wittgenstein Society – New Series_ 7] Herbert Hrachovec (editor)_ Alois Pichler (editor) - Philosophy of the Information Society_ Proceedings of the 30th International Ludwig Wi.pdf",
      "chunk_index": 72,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6836865,
      "importance": 0.7312960028648376,
      "final_score": 0.6836865544319153
    },
    {
      "id": "3690ed6076b29d1fead48922",
      "qdrant_id": "9372180d-0974-5268-9c24-584d0d816bc3",
      "text": "Original from Digitized by Google UNIVERSITY OF MICHIGAN Digitized by Google Original from UNIVERSITY OF MICHIGAN Original from Digitized by Google UNIVERSITY OF MICHIGAN Digitized by Google Original from UNIVERSITY OF MICHIGAN Original from Digitized by Google UNIVERSITY OF MICHIGAN SS 1-8 46949 i (TMA 3 9015 01167 * \", * a .. = . 2 ‘ & t ' . t ee PO? ge ale gas e war oy. t ae : af “eo «Fle ’. - et ~ ; a er , ; gah . 8 or ri7e, ute rs “ath vow? #133. a8? - e Digitized by Google UNIVER",
      "source": "Shoshana Felman - Jacques Lacan and the adventure of insight _ psychoanalysis in contemporary culture (1987, Harvard University Press) - libgen.li.pdf",
      "chunk_index": 480,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6834028,
      "importance": 0.736113965511322,
      "final_score": 0.6834024786949158
    },
    {
      "id": "4abf1e0e1f2c5eeb2ad06d2b",
      "qdrant_id": "d9a41d3e-2789-5766-a2b9-8041c313bb98",
      "text": "techniques’ (p. 348). Scientists are using similarly advanced techniques at the Walters Art Gallery in Baltimore on the Archimedes Palimpsest. A new method of resurrection known as ‘multispectral imaging’ is being employed. Fascinatingly, its name carries the ghostly imagery that has surrounded palimpsests since the mid-nineteenth century into the language of contemporary palimpsest technologies. In this technique, images of the palimpsest in infrared, ordinary and ultraviolet light are taken with a scientiﬁc camera. The Archimedes ink and the prayer-book ink have their own spectral signatures and thus respond differently to different light wavelengths. Therefore, when the digital images are loaded onto a computer, software used to analyse satellite photographs of Earth can be programmed to recognize only the Archimedes signature, suppress the overlying script, and make the Archimedes text stand out. One cannot but wonder what De Quincey would have made of such twenty-ﬁrst-century",
      "source": "[Continuum Literary Studies] Sarah Dillon - The Palimpsest_ Literature, Criticism, Theory (2007, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 81,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription",
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.69187784,
      "importance": 0.7476938366889954,
      "final_score": 0.6830372214317322
    },
    {
      "id": "f26b596fe34c52d6777568db",
      "qdrant_id": "aa557869-e81c-5c0d-baa7-408903c59b24",
      "text": "s a •—i S k. «J W) S 0 O > cC Id u. a O Z o o H tt X H < S % >• « a „ S z o z V) J w < « U -J 5 3 o O « Oc w u I I H H a -ci 0\\ «j * * a û. & s\" Vi ì o St J ib z s (A o < ce u. z „ o 2 Q W 3 z m o ce a X U1 H a z < U1 u X X ¿ < j < S a u) p a X X H R O í v> g R a S < Û, X o e -Cl w J O ¡¿ o 0. X w 3 W M S J- 0 A£ J lb 3 «a S»\" o H ul W o Q < ui Z X < z Q •< Z S z X •< « vj O « a. W O < U. ¡h S w te O u. w PQ a ID < CL. z M S H <3 ai W § S w bu O O H g 2 g g w 3 Z I O ~ p s < S Ë i B « á s ' A — CR ^ Plate 5 4 a . RELIEF, PERSEPOLIS. b. ILLUSTRATION TO YOUNG, Night TflOUghtS C. THE ANCEL OF THE APOCALYPSE, FROM 13TH-CENTURY MANUSCRIPT Plate 5 5 a . SATAN SMITING JOB. ENGRAVING b. SATAN SMITING JOB. TEMPERA PAINTING…",
      "source": "[Bampton Lectures in America_ 12] Anthony Blunt - The Art of William Blake (2019, Columbia University Press) [10.7312_blun93088] - libgen.li.pdf",
      "chunk_index": 339,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6809959,
      "importance": 0.7338352799415588,
      "final_score": 0.6809958219528198
    },
    {
      "id": "7ade5e75a8f740c64f72b30f",
      "qdrant_id": "1e2d9a1c-745e-5c3e-8378-b08aceb020d8",
      "text": "of black and white may be traced, he implies, to the chasms or the figures ‘so mysteriously written in their windings.’ But whether the inscriptions portend racial massacre or refer more broadly to the yearning for escape from the shadow of death (the arm of the human form is ‘outstretched toward the south,’ toward ‘brilliancy and whiteness’), this commentary on writing within the abyss - or writing as abyss - calls attention to engravings which bear witness to the dilemma of mortality. In some primal scene, perhaps coeval with the formation of the chasms themselves, an unknown writer conscious of the ephemerality of speech and his own perishability as a speaking subject carved upon the wall those ‘alphabetical characters’ by which he might continue to speak after is own decease. Whatever their topical content, the ancient inscriptions on Tsalal thus refer to the genesis of …",
      "source": "Gothic horror_ a reader's guide from Poe to King and beyond -- Bloom, Clive -- 1998 -- New York_ St_ Martin's Press -- 9780312212391 -- 7ddb9e201d009f3b4b92cfe34c6dd724 -- Anna’s Archive.pdf",
      "chunk_index": 114,
      "page": null,
      "seed_hits": [
        "cixous-laugh-of-the-medusa-writing-the-body-white-ink",
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.680689,
      "importance": 0.7429060339927673,
      "final_score": 0.6806888580322266
    },
    {
      "id": "9fea37cd9eba43adceb5fb9f",
      "qdrant_id": "f6d4713d-0ae1-5f2b-ba5b-b4b5e58571eb",
      "text": "I i above A small Roman brnnzr statuette of Hermaphrodite, a piece from the collection of Richard Payne Knight. i st-2nd century at> i < opposite An example of a Greek vase from the collection of George Witt: a Mack-figure vessel by the Acheloos Painter depicting a satyr and maenad, late 6th century Be Christian theology. Notice that the Victorian refinement in speech and writing extended to religious as well as sexual matters, and the name of Christ, even when correctly and respectfully used, was too strong to endure. In summary. Hawkins says of this work: We lament, deeply lament, that the 'Inquiry into the symbolical language of Ancient Art and Mythology' was ever printed at all. and still more so that it has been inserted in that splendid volume of 'Select Specimens of Ancient Art', which it has made a scaled volume, unsafe and unlit to be subjected to the perusal of any young people of either sex. To a young",
      "source": "Catherine Johns - Sex or Symbol _ Erotic Images of Greece and Rome (1982, British Museum) - libgen.li-1.pdf",
      "chunk_index": 60,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6804749,
      "importance": 0.7457302808761597,
      "final_score": 0.6804748773574829
    },
    {
      "id": "4ecbe6ea9439aa9272257124",
      "qdrant_id": "a6f9141d-7d4d-519f-b00e-33f4c3c826e3",
      "text": "observation that optical fiber networks are \"immune ... to the bomb. As is well known, nuclear blasts send an electromagnetic pulse (BMP) through the usual copper cables, which would infect all connected com- puters,\" and ends with before and after photos of Hiroshima.17 Let us read the fabula of Gramophone, Film, Typewriter, that is, the story enacted by its narrative of media. Kittler narrates the development of analog media as events leading to an as yet unreached digital climax. The speculative climax of his historical fabula appears at the beginning of his discourse, as an anticipation of an outcome in the making. The tale then reverts to its nineteenth-century preconditions and focuses on readings of the events that push this plot along. In his telling, there are constant shifts of topic, a kaleidoscopic round of detail framed by the gradual chronological progression of the histori…",
      "source": "[Posthumanities 29] Clarke, Bruce - Neocybernetics and narrative (2014, Univ Of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 68,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.679598,
      "importance": 0.7333648800849915,
      "final_score": 0.6795978546142578
    },
    {
      "id": "a5074fcad03bf06fd1b21f47",
      "qdrant_id": "6863147a-e634-5dd7-9c71-1bc5a5ec346e",
      "text": "WORK IN THE VALLEY OF THE KINGS, EGYPT 365 Immortality and beyond, Nicholas Reeves 369 The Theban Necropolis Preservation Initiative, texts by the Theban Necropolis Preservation team and the University of Basel 371 Stoppelaëre House: the restoration of the building and the establishment of the 3D Scanning, Archiving and Training Centre 373 The recording of the tomb of Seti I 377 The sarcophagus of Seti I: recording and re-materialisation 381 Recording fragments in Egypt and in collections around the world 389 Conclusion, Adam Lowe CHAPTER 3 NEW INFORMATION GENERATING NEW KNOWLEDGE 151 Atelier Canova: a new vision of Antonio Canova, Chiara Casarin 159 Restoring the corpus of Archie Creswell, William Owen 169 The Raphael Cartoons at the V&A: close-range digitisation at a monumental scale, Carlos Bayod Lucini 173 Malevich’s Black Square, Eva Rosenthal 177 Re-SEARCH, Clare Foster 181",
      "source": "Adam Lowe_ Elizabeth Mitchell_ Nicolas Béliard - The Aura in the Age of Digital Materiality_ Rethinking Preservation in the Shadow of an Uncertain Future (2020, Silvana Editoriale) - libgen.li.pdf",
      "chunk_index": 9,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67955977,
      "importance": 0.7310069799423218,
      "final_score": 0.6795597076416016
    },
    {
      "id": "51b7d454a9ae1a473134f832",
      "qdrant_id": "0888f7ad-2824-5f69-abef-dff2e501baac",
      "text": "manner of inscription, indeed productive of a sort of memorization freed from the supposedly immediate condi- tions of time and space. The question to follow here would be as follows: what is a body (body proper, social body) in tele-graphic culture? It calls up a spontaneous production of the past in habit, a tradition or transmission of ways of thinking, willing and feeling, a sort of breaching, then, which complicates, counters, neutralizes and extenuates earlier community breachings, and in any case translates them so as to move them on too, make them transmissible. If the earlier breachings remain there at all, resist a bit, they become subcultures. The question of a hegemonic teleculture on a world scale is already posed. LOGOS AND TECHNE, OR TELEGRAPHY (b) The breachings corresponding to this culture have still to a large extent to be carried out for most human beings. This is why this culture raises questions. Stiegler is right to",
      "source": "Jean-FranCois Lyotard, Geoffrey Bennington, Rachel Bowlby - The Inhuman_ Reflections on Time (1992, Stanford University Press) - libgen.li.pdf",
      "chunk_index": 147,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67938656,
      "importance": 0.7417559027671814,
      "final_score": 0.679386556148529
    },
    {
      "id": "a887e640e1f1afc47e7891ea",
      "qdrant_id": "eb4c3279-2c06-55c2-bc9b-de7369f60a25",
      "text": "into a single book, Kitton’s project not only marks an early and prominent use of the term, but it also dramatises fantasies of recovery and completeness that are often active in the collection of Dickensiana more generally. The second object, a letter opener made from the paw of Dickens’s cat, offers an example of the special status that personal effects have for collectors of Dickensiana (as they do for all collectors of author memorabilia), since they serve as artefacts and evidence of his textual production as a lived process. The letter opener’s singularity and, more significantly, its use of taxidermy uncannily literalise the collector’s desire to establish a tangible",
      "source": "Juliet John (editor), Claire Wood (editor) - The Edinburgh Companion to Charles Dickens and the Arts (Edinburgh Companions to Literature and the Humanities)-Edinburgh University Press (2024).pdf",
      "chunk_index": 226,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67905724,
      "importance": 0.7344632148742676,
      "final_score": 0.6790570616722107
    },
    {
      "id": "664e8182d206a93e3e90ebf4",
      "qdrant_id": "b80c1b53-f0f0-5725-a595-263cbb200e89",
      "text": "rich Kittler, Jürgen Klauke, David Link, Alla Mitrofanova, Morgane, Peter Pancke, Hans Ulrich Reck, Elisabeth von Samsonow, Silvia Wagnermaier, and Sigrid Weigel listened patiently to my expedition reports and provided in- valuable aid in the form of material, questions, commentaries, and suggestions. Nadine Minkwitz and Juan Orozco gave generously of her time for the digital processing of illustrations, and I am grateful to Heiko Diekmeier and Claudia Trekel for their skill with reproductions. For his great help with the texts in Latin, I thank Franz Fischer; for translations, Angela Huemer and Rosa Barba (Italian), Peter Frucht and Adèle Eisenstein (Hungarian), Lioudmila Voropai (Russian), and Gloria Custance (English and French), whose assistance with the German edition was, in many respects, completely indispensable. Anke Simon, Daniela Behne, Uschi Buechel, Andrea Lindner, and Birgi…",
      "source": "[Electronic Culture_ History, Theory, and Practice] Siegfried Zielinski - Deep Time of the Media_ Toward an Archaeology of Hearing and Seeing by Technical Means (2006, The MIT Press) - libgen.li.pdf",
      "chunk_index": 22,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67786276,
      "importance": 0.7296804189682007,
      "final_score": 0.6778627038002014
    },
    {
      "id": "0fc1c8391268e53cb9ac7835",
      "qdrant_id": "c5cc1f85-bd04-5f38-bc0b-21e7d1b45ed7",
      "text": "had been placed before me’ (p. 53). The issue of textual assembly and interpretation hinges on the analysis of a cryptic message that has sixty characters in it and which appears on a stone that ‘has a secret unspeak­ able name on it: Ixaxar’ (p. 58). Decoding the mystery will lead Gregg to the occulted Celtic figures who inhabit the area (again, in South Wales) where he lives. Gregg employs a local boy, Jervase Cradock, to help with menial tasks. Jervase is prone to fits in which he speaks ‘an infamous jar­ gon, with words, or what seemed words, that might have belonged to a tongue dead since untold ages’ (p. 64), which for Miss Lally ‘“is the very speech of hell”’ (p. 64), whereas for Gregg it is a language that ‘“belongs to … the fairies”’ (p. 66) that he is looking for. Landmarks also possess a symbolic import when Gregg notes of the designs on a bridge that ‘“I confess it …",
      "source": "Andrew Smith - Gothic Death 1740-1914_ A Literary History (2016, Manchester University Press) - libgen.li.pdf",
      "chunk_index": 144,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6769862,
      "importance": 0.7364553809165955,
      "final_score": 0.6769861578941345
    },
    {
      "id": "b0b58cb189e8b7813d4e970a",
      "qdrant_id": "74a59385-01e1-5211-9801-140b17456997",
      "text": "90 Michel Serres and French Philosophy of Science as I will argue, what initially looks like a paradox or a weakness – namely that it is unclear whether Latour speaks about things or about words – is in fact a strength of this alternative perspective, as developed by Dagognet and Serres. François Dagognet and inscriptions In the early work of Latour the concepts of ‘inscription’ and ‘inscription device’ play a central role. The idea of an inscription device is introduced in Laboratory Life (1979) and refers to the apparatuses that ‘transform pieces of matter into written documents. More exactly, an inscription device is any item of apparatus or particular configuration of such items which can transform a material substance into a figure or diagram which is directly usable by one of the members of the office space’ (Latour and Woolgar 1979, 51). They derive this term from the con…",
      "source": "[Michel Serres and Material Futures] Massimiliano Simons - Michel Serres and French Philosophy of Science_ Materiality, Ecology and Quasi-Objects (2022, Bloomsbury) - libgen.li.pdf",
      "chunk_index": 158,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67629635,
      "importance": 0.7381097674369812,
      "final_score": 0.6762963533401489
    },
    {
      "id": "091ab7eb3eb3dcbede9e0271",
      "qdrant_id": "4a77cd77-fc47-5e29-a476-8bcec4e0f1bd",
      "text": "title: love, abjection and discontent. We have begun by invoking some of the different forms of love and desire for the past, and this will be a constant theme throughout: the way various writers, scholars and practitioners express their love and desire for the Middle Ages, its objects and",
      "source": "Thomas A. Prendergast_ Stephanie Trigg - Affective medievalism_ Love, abjection and discontent (2018, Manchester University Press) - libgen.li.pdf",
      "chunk_index": 67,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6761189,
      "importance": 0.7556491494178772,
      "final_score": 0.6761189103126526
    },
    {
      "id": "db0542d43503ccc4b84de10f",
      "qdrant_id": "aaf4805e-b190-5df4-8c8a-ab2bfeb17eff",
      "text": "\"guides\" cuneiform through the angle of the tracing tool used (it is difficult to impress curves with a chisel, punch or stylus bevelled into a burin). Papyrus documents, whose material base is vegetal, com­ pensate for this by making possible the sharpened reed stylus, thereby favoring simplified and minimal systems of symbols and characters, notably non-capitalization. Without our rehearsing the transitions from stone to clay to papyrus to parchment to paper to screen, each reader can imagine for himself how a Latin maxim carved on the stone monument in a public place for collective read­ ing in Rome will not call forth the same interpretation as the identical sentence in the course of a letter of Cicero's. Likewise, the • • • . , •",
      "source": "Regis Debray - Media Manifestos_ On the Technological Transmission of Cultural Forms-Verso (1996).pdf",
      "chunk_index": 242,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6759504,
      "importance": 0.7260069251060486,
      "final_score": 0.6759504079818726
    },
    {
      "id": "2e99211ca68ae53c27c728be",
      "qdrant_id": "9b8a08ad-2d80-500a-a607-21af92cdb5ba",
      "text": "23. Renan, vol. 8, p. 378. 24. For a brief historical survey o f the deciphering o f cuneiform w riting, see J . Bottéro, Mésopotamie: l’écriture, la raison et Us dieux (Paris, 1987), pp. 75ff. On G . Sm ith, see ib id ., p. 38. 25. Renan died on October 2, 1892. Concerning the preparation o f this memorial address, see Goldziher, Tagebuch, pp. 15 3 , 139 , 16 3— 166. The title o f Goldziher’s memorial address was “Renan mint orientalista” (\"Renan as Orientalist”). See Discours mémoriaux relatifs amt membra défunts de l'Académie da sciences de Hongrie 8:2 (1894): 1— 100. Thomas Gergely o f the Free University o f Brussels kindly translated the quoted passages from Hungarian to French. Refer­ ences to this text are indicated by “Memorial” ; otherwise unidenti­ fied page references are to La mythologie da Hébreux (1876). 26. A few months earlier, on June 22, 18 9 3, J . Darmestete…",
      "source": "Maurice Olender - Languages of Paradise (1992, Harvard University Press) - libgen.li.pdf",
      "chunk_index": 128,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67570984,
      "importance": 0.7315189242362976,
      "final_score": 0.6757099032402039
    },
    {
      "id": "fed776766e52689fa18306f8",
      "qdrant_id": "8fbd8fd8-a158-5b53-8e63-3fefde49fbce",
      "text": "Festival; and the Brisbane Centre for Psychoanalytic Studies. Finally, the La Trobe University Publications Committee deserves a special acknowledgement for providing a grant towards publication of the illustrative material. I wish to thank the following individuals for their assistance with the illustrative material. Ken Berryman of the National Film and Sound Archive of Australia; Tessa Forbes of the British Film Institute’, Ted Gott of the Australian National Gallery, Beverly Partridge of Films Around the World Inc; and James Sabine of the Australian Film Institute. Illustrative material has been provided by the Kobal Collection; Design and Artists Copyright Society; Robert Le Tet of Entertainment Media; Michael Leunig of The Age, the National Film and Sound Archive of Australia; and Robert Tappert of Renaissance Pictures. Part I FACES OF THE MONSTROUS- FEMININE: ABJECTIO…",
      "source": "The Monstrous-feminine (Barbara Creed) (Z-Library).pdf",
      "chunk_index": 11,
      "page": null,
      "seed_hits": [
        "kathy-acker-body-writing-cut-up",
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67563915,
      "importance": 0.7713839411735535,
      "final_score": 0.6756391525268555
    },
    {
      "id": "79793c4a6b19799568f7b480",
      "qdrant_id": "435517e2-0e5c-5c6a-8393-46ce74ad0969",
      "text": "and can now be found in a museum in Berlin. It comprises 155 vertical columns of hieroglyphs. The first portion is missing and there are lots of gaps, hence there have been a number of different interpretation and translations. Here I follow the translation adopted by Miriam Lichtheim, and present quotations taken from her panoramic study of ancient Egyptian literature.48 The man explains that he is tired of living. His reputation has been trashed: Lo, my name reeks – more than carrion smell on summer days of burning sky. Lo, my name reeks – more than a catch of fish on fishing days of burning sky. Lo, my name reeks, more than that of a wife about whom lies are told to the husband. His belongingness is severely thwarted. He is all alone, deserted by past friends in an evil, uncaring world: To whom shall I speak today? Brothers are mean. The friends of today do not love. To whom shall I speak today? I am burdened with grief",
      "source": "Reading to Stay Alive_ Tolstoy, Hopkins and the Dilemma of -- Christopher Dowrick -- Anthem studies in bibliotherapy and well-being, London, 2022 -- 9781785278914 -- cade02bc61042a84f85758af7cccccb3 -- Anna’s Archi.pdf",
      "chunk_index": 379,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6750243,
      "importance": 0.7349435091018677,
      "final_score": 0.6750242710113525
    },
    {
      "id": "d4373d63509a6bb80ca9d25f",
      "qdrant_id": "4c3ebdb2-f588-58d5-a79d-879c1016466a",
      "text": "Notes 169 6. David Wellbery, Foreword to Kittler’s Discourse Network, 1800/1900, xiii. 7. See the reference to Rancière in the introductory chapter. 8. Michel Butor, Eloge de la machine à écrire (Paris: Répertoire IV, 1974), 425, quoted by Robert Olorenshaw, “Narrating the Monster: From Mary Shelley to Bram Stoker,” in Frankenstein Creation and Monstrosity, ed. Stephen Bahn (London: Reaktion Books, 1994), 175. 9. Olorenshaw, 1994, 175. 10. Heidegger, quoted by Ronell, 1989, 198. 11. Wellbery, 1990, xiv. 12. Wellbery, 1990, xiv. 13. Wellbery, 1990, xxx. 14. Jennifer Wicke, “Vampiric Typewriting: Dracula and Its Media,” EHL 59 (1992): 471. 15. Wicke, 1992, 467. 16. Kittler, 1990, 195. 17. Kittler, 1990, 195. 18. Kittler, 1990, 195. 19. In Frankenstein, Victor gradually becomes unable to tell his own story and Walton can no longer sign his own letters, as if the trace on the pape…",
      "source": "Christine Berthin - Gothic Hauntings_ Melancholy Crypts and Textual Ghosts-Palgrave Macmillan (2010).pdf",
      "chunk_index": 648,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.674552,
      "importance": 0.751685380935669,
      "final_score": 0.6745520234107971
    },
    {
      "id": "e8adf86714ad2d7a23172a33",
      "qdrant_id": "a24888d5-693e-5964-a817-709408095fc8",
      "text": "decorated with figures of Druids and Bards and pagan gods, all ‘O’er-wrought with Ornaments of barb’rous Pride’. It is also strangely distorted, the ‘Wall in Lustre and Effect like Glass’ magnifies and reflects the statuary work creating a dreamlike, uncanny—or ‘Romantick’—effect. Pope’s inclusion of engraved Runic characters on the Gothic face of the Temple shows that Gothic literacy had become a commonplace by the beginning of the century. Indeed, Odin’s Runes were considered comparable to the hieroglyphs of ancient Egypt in the development of written language. The ‘Runers’ who",
      "source": "[Very Short Introductions 2012-sep 01] Groom, Nick - The Gothic_ A Very Short Introduction (2012, Oxford University Press, USA) [10.1093_actrade_9780199586790.001.0001] - libgen.li.pdf",
      "chunk_index": 180,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6739994,
      "importance": 0.7293511033058167,
      "final_score": 0.6739991903305054
    },
    {
      "id": "b3eb67afebd0dcf9c3aa9053",
      "qdrant_id": "452f8238-9d27-5c7e-9139-ddf9a2c27db9",
      "text": "382 THE THEBAN NECROPOLIS PRESERVATION INITIATIVE RECORDING FRAGMENTS IN EGYPT 383 Museum of Fine Arts, Boston Inv. no. 72.645ab; 300 x 200 mm Inv. no. 72.646; 70 x 80 mm Inv. no. 72.647; 160 x 140 mm Inv. no. 72.649; 220 x 150 mm Inv. no. 72.650; 100 x 40 mm Inv. no. 72.651; 130 x 100 mm Inv. no. 72.653; 180 x 180 mm Inv. no. 72.661; 90 x 120 mm Musée du Louvre, Paris Inv. no. B7; 2260 x1050 mm A¨gyptisches Museum und Papyrussammlung, Berlin Inv. no. A¨M 2058; 2610 x 880 mm Inv. no. A¨M 2079; 1050 x 530 mm Inv. no. A¨M 2079; 1060 x 540 mm Museo Archeologico Nazionale, Florence Seti and Hathor; 2350 x 1030 mm Maat; 740 x 470 mm British Museum, London Inv. no. EA855 (Side A); 1660 x 630 mm Inv. no. EA855 (Side B); 1660 x 200 mm Inv. no. EA884 (Side A); 490 x 400 mm Inv. no. EA884 (Side B); 490 x 210 mm Inv. no. EA5602; 240 x 180 mm Inv. no. EA5603; 250 x 240 mm Inv. no. EA5604; 110 x 70 mm Inv. no. EA5605; 130 x 100 mm Inv. no. EA5606; 100 x 180 mm",
      "source": "Adam Lowe_ Elizabeth Mitchell_ Nicolas Béliard - The Aura in the Age of Digital Materiality_ Rethinking Preservation in the Shadow of an Uncertain Future (2020, Silvana Editoriale) - libgen.li.pdf",
      "chunk_index": 231,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67396486,
      "importance": 0.7285335659980774,
      "final_score": 0.6739649772644043
    },
    {
      "id": "64cd589a4b7ff1829bd65399",
      "qdrant_id": "496d186f-8f97-52f9-bcce-b50265ec556e",
      "text": "previous archaeological texts have been effective in some way, to a greater or lesser degree, and have shaped the assemblage within which this synthesis must operate. The question is what effect they have had, how secure is the resulting region of the assemblage, and what happens if we untie the supporting connec- tions and take some of the strands elsewhere? Part of that process remains the consideration of whether new concepts articulate well with what remains of the entanglement as we remove some elements—but these new concepts should not reify ‘social entities’ like alternative models of social organization. We cannot simply ‘return to things’ without exploring the history of the things as they are now in their fullest sense, having been successively translated through various interactions and differing media. Thus I will critically examine the translations to Chalcolithic and Early …",
      "source": "Chris Fowler - The Emergent Past_ A Relational Realist Archaeology of Early Bronze Age Mortuary Practices (2013, Oxford University Press) - libgen.li (1).pdf",
      "chunk_index": 114,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6738037,
      "importance": 0.7332308888435364,
      "final_score": 0.6738038063049316
    },
    {
      "id": "81285e5c1972a615a45d92ec",
      "qdrant_id": "7e82b9b5-0da2-5901-bc25-381315726399",
      "text": "complexity of information. 2. Languages and genres Innis examines a second level in the patterning of media in the languages, scripts, and genres of content. For example, he observed that hieroglyphics carved into stone monuments and pyramids of Old Kingdom Egypt tended to be square, upright, decorative, and pictographic. This style emerged partly from working with chisel and stone, but was also connected with the reli- gious and political environment in which this medium was being used, the third level of Innis’s analysis. The rigid styles and the use of durable media were closely associated with a centralised society that venerated religious authority in which knowledge was monopolised (Innis, 1972b). After 2000BC, hieroglyphics came to be written by brush onto papyrus",
      "source": "[Publications of the Austrian Ludwig Wittgenstein Society – New Series_ 7] Herbert Hrachovec (editor)_ Alois Pichler (editor) - Philosophy of the Information Society_ Proceedings of the 30th International Ludwig Wi.pdf",
      "chunk_index": 43,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67365956,
      "importance": 0.7267352938652039,
      "final_score": 0.67365962266922
    },
    {
      "id": "1075a021b705f3b4615f5d53",
      "qdrant_id": "9ab9d393-d55a-5d04-8bb0-1ccf23f6f657",
      "text": "portant as the contents stored and retrieved. For Kittler, the presumption of spiritual autonomy from such material contexts—the self-determination of the liberal humanist subject—always was a mystiﬁcation of the relations PAGE 3 .................16785$ INTR 02-04-08 14:02:17 PS",
      "source": "Bruce Clarke - Posthuman Metamorphosis_ Narrative and Systems (2022, Fordham University Press) [10.1515_9780823292394] - libgen.li.pdf",
      "chunk_index": 21,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6731899,
      "importance": 0.7292819619178772,
      "final_score": 0.6731896996498108
    },
    {
      "id": "c81d24684c50229739314367",
      "qdrant_id": "c4ee2389-8b8e-5193-a129-7dd251062341",
      "text": "where they selected and transcribed much of the material included here. For all of their various labors—in particular, for Tracy’s careful transcrip­ tions, John’s passion for all things Curllish, Brett’s work on Latin and Greek passages, and Ket’s masterful computer organization—many, many thanks. Thanks go as well to my dean, Jim Smith, for his continued support, and to my colleagues Nancy Ciccone, Bruce Ferguson, Marjorie Levine-Clark, Elihu Pearlman, and John Stevenson, for their assistance when I was in over my head. Special thanks to John O’Neill of Hamilton College for his help with an obscure poem and to my good friends Gary Watson and Grit Eichler for all their assistance with the Bayerischer Staatsbibliothek in Munich. I was especially fortunate to have an excellent editor, Elissa Mor­ ris. Thank you for your enthusiasm and patience. Finally, I am grateful to my famil…",
      "source": "Bradford K. Mudge - When Flesh Becomes Word_ An Anthology of Early Eighteenth-Century Libertine Literature (2004, Oxford University Press, USA) - libgen.li.pdf",
      "chunk_index": 19,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67262596,
      "importance": 0.7331113219261169,
      "final_score": 0.6726261377334595
    },
    {
      "id": "229c9e0097dfcae18ffed3b0",
      "qdrant_id": "1d7f3f27-bada-5a07-a668-9980a11c85b6",
      "text": "with ‘perhaps semi-barbaric people’. The commentator who identiﬁed Freud’s ‘spade envy’ therefore raises – referring to Britain’s imperial appropriation of Greek antiquities – an apt if ‘impertinent question: to what extent does the analysand lose her Elgin marbles in the course of Freud’s scientiﬁc expedition?’ (Armstrong 2005: 121). The licence to journey, unearth and preserve is backed, both literally and metaphorically, by political power: For the stones are made to speak by those with the power to do so; that is, those who can erect temples, mausoleums, and triumphal arches, and those who can recover and reconstruct them. In the nineteenth century at least, only empires excavated empires. (Armstrong 2005: 122) * Powers of empire, and cryptic encounters with ‘semi-barbaric people’, were central issues in another highly inﬂuential publication in the last year of the nineteenth century…",
      "source": "Brian McHale_ Randall Stevenson - The Edinburgh Companion to Twentieth-Century Literatures in English (2006, Edinburgh University Press) [10.1515_9780748627103] - libgen.li.pdf",
      "chunk_index": 67,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6725296,
      "importance": 0.730755627155304,
      "final_score": 0.6725297570228577
    },
    {
      "id": "7ffd85fa23236b95ebadce3b",
      "qdrant_id": "f1d3b737-c55c-5df7-b495-4bd87c17f4ab",
      "text": "cover a human corpse, assembled in a stretch of 36-inch pipe near a frontier of the Parish” (125). The position of the journal therefore evokes the connec- tion between the nekyia, poeisis, and hermeneusis, since it has been discov- ered on a “cairn” that resembles a coffin. A cairn is a “sepulchral monument over the grave of some person of distinction” (O.E.D 315). The journal lies beside a “breviary,” but there is “no trace of the catechism or Knight’s Mod- ern Seamanship,” leading Manfred Katz (previously in charge of the alligator operation) to conclude that “‘maybe they are studying the best way to leave a sinking ship’” (125)—an image with connects Father Fairing’s endeavor to the aquatic necrotype of descent, and burial at sea. Other images associated with the production and interpretation of the text surface as Benny crawls further along the network of sewer tunnels: “Sc…",
      "source": "Thomas Pynchon and the Postmodern Mythology of the Underworld (Thomas Pynchon,  Evans Lansing Smith) (Z-Library).pdf",
      "chunk_index": 55,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67210823,
      "importance": 0.7292003035545349,
      "final_score": 0.6721082329750061
    },
    {
      "id": "91baab3f938426dc79d91e22",
      "qdrant_id": "cc995fc4-3109-55f5-8e8f-ccb5f773638e",
      "text": "not tried to impose a consistent definition of idolatry on our contributors. In this introduction, however, we focus on the idol as a material thing and on the concerns that surround human interaction with it.14 The grammar of the idol that we propose, therefore, proceeds as follows. Using primarily the mīs pî ritual and related Mesopotamian practices, we will consider the following five determinants of the idol: the question of making, the concept of likeness, the representational or presentational status of objects, understandings of human power, and the immanent or transcendent character of the divine. Today, we know the Mesopotamian mīs pî or “mouth-washing” ritual from a series of cuneiform tablets dating to the first millennium b.c.e., though the ceremony itself probably first appeared in older epochs. The most extensive manuscripts come from Nineveh and Babylon. These texts allow for a recon-",
      "source": "Tugendhaft, Aaron_Ellenbogen, Josh - Idol anxiety (2011, Stanford University Press) - libgen.li.pdf",
      "chunk_index": 30,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6719705,
      "importance": 0.7389315366744995,
      "final_score": 0.671970546245575
    },
    {
      "id": "fe3be6c9af808116e5a1355f",
      "qdrant_id": "6c6860fb-0e30-52cc-952f-6eba6e7460ed",
      "text": "there prior to the social inscription. In this model, cultural and social norms are viewed as “written on the body”; the body is seen as inscribed, engraved, marked. Elizabeth Grosz uses the example of tattooing and scarification to discuss how in- scription operates. Butler likens inscription to writing and uses the metaphor of “the body as the blank page.” While Foucault’s model of cultural inscription can account for such cases of physical inscription, it also refers to the physical and so- cial conditions that affect the body, such as environment, climate, diet, regimes. Foucault’s main discussion of the inscription model is in “Nietzsche, Genealogy, History,” although his most extended discussions of the body can be found in his genealogical works, The History of Sexuality Volume One and Discipline and Punish, Foucault and the Body 105",
      "source": "[SUNY Series in Contemporary Continental Philosophy] Margaret A. McLaren - Feminism, Foucault, and Embodied Subjectivity (2002, State University of New York Press) - libgen.li.pdf",
      "chunk_index": 143,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6713084,
      "importance": 0.7620360851287842,
      "final_score": 0.6713085770606995
    },
    {
      "id": "972e38118d0d1462ffa55df1",
      "qdrant_id": "2b451031-f16d-5335-a4d0-95bd4d2a42a4",
      "text": "back the recorded sounds. Kittler similarly points to the analytical function of the phonograph and gramophone, which retrieve the original function of Scott’s invention, where he argues that the analysis of speech – an analysis of the material rather than the symbolic – that was afforded by the invention of recorded voice machines was instrumental to the vast changes to discourse seen around the end of the nineteenth century. These machines were able to be used for analytical purposes by slowing down the playback speed to reproduce for human ears sounds previously unable to be notated. The gramophone and phonograph, when used as a talking machine, were able to allow slow-motion studies of single sounds that were previously unavailable. This made the devices ideal in laboratories for measuring hearing. In schools, these devices were instrumental in allowing the analysis of ‘th…",
      "source": "Timothy Barker - Against Transmission_ Media Philosophy and the Engineering of Time (2018, Bloomsbury Academic) [10.5040_9781474293129] - libgen.li.pdf",
      "chunk_index": 239,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6711437,
      "importance": 0.7286528944969177,
      "final_score": 0.671143651008606
    },
    {
      "id": "03dfb3152987487c71ffef4d",
      "qdrant_id": "0583660c-cef6-5e81-9799-5fa8234c5a91",
      "text": "A “sculpted pun” from the Aurig- nacian (?) period: small figure found near Lake Trasimeno. Cf. Paolo Graziosi: “Une nouvelle statuette prehistorique,” Bull, de la Societe prehistorique francaise, vol. XXXVI, 1939, p. 159. 24",
      "source": "Georges Bataille - Tears of Eros-City Lights Books (1989).pdf",
      "chunk_index": 75,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6700351,
      "importance": 0.720718502998352,
      "final_score": 0.6700348854064941
    },
    {
      "id": "ce9a317decffd6b0e777e4f8",
      "qdrant_id": "b9218235-3cd5-5d25-983a-0b003a56caf6",
      "text": "un procédé de révélation fondé sur la photosensibilité du bitume de Judée. C’est l’une des plus anciennes méthodes de photographie. d’artifice filmées par drone [ill. p. 76], entrecoupées d’images quasi subliminales de fougères primitives et de phalènes, a été tourné dans une ancienne mine de charbon à ciel ouvert sur le territoire allemand – où la question de la mine et de son industrie est rendue tangible par son impact évident sur le paysage. Lorsque l’artiste explore la problématique de l’extraction du pétrole en Californie à travers les héliographies (procédé de révélation au gou- dron, une technique développée par Nicéphore Niépce à partir de 1822) de la série Buried Sunshines Burn (2023), les vues aériennes représentées sont celles des champs pétro- lifères du sol américain [ill. p. 78] : un paysage empreint du lien intrinsèque entre le développement de la culture audi…",
      "source": "Beaux Arts magazine - Septembre 2024.pdf",
      "chunk_index": 214,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6695543,
      "importance": 0.729741096496582,
      "final_score": 0.6695544123649597
    },
    {
      "id": "0de8301773b2c6911f759026",
      "qdrant_id": "eb3b7831-0256-55a5-867c-4797edce0069",
      "text": "3 (1973): 3–14. 155. Note Martti Nissinen, “Spoken, Written, Quoted and Invented: Orality and Writtenness in Ancient Near Eastern Prophecy,” in Ben Zvi and Floyd, Writings and Speech, 235–71. 156. Andre´ Lemaire, “Les inscriptions sur plaˆtre de Deir \u0002Alla et leur signiﬁcation historique et culturelle,” in The Balaam Text from Deir \u0002Alla Reevaluated, ed. J. Hoftijzer and G. van der Kooij (Leiden: Brill, 1991), 52–55. 157. Hardmeier, “Wahrhaftigkeit und Fehlorientierung,” 137–39. 158. For an earlier discussion of the “school” context of prophecies, particularly Jeremiah’s, that uses extensive comparisons with scribal and school practices of other cultures see Gevaryahu, “Baruch, the Scribe,” esp. pp. 203–5, 209, 215–16, 220–21.",
      "source": "David M. Carr - Writing on the Tablet of the Heart_ Origins of Scripture and Literature-Oxford University Press, USA (2005).pdf",
      "chunk_index": 145,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.66902494,
      "importance": 0.7293123602867126,
      "final_score": 0.6690248250961304
    },
    {
      "id": "fd066162e83c3054e4325eb8",
      "qdrant_id": "91756e50-c484-58cf-b6b4-807be8e6db95",
      "text": "within which such vessels moved. This context, with its charts and tables, its instruments and its trained navigators may be seen as an important part of the Portuguese imperial network. I suggest that the Portuguese navigational innovation depended upon three parallel but interrelated techniques: one, after Foucault (1979), for the creation of docile bodies (here navigators); a second, after recent work by Latour (1985), for the creation of powerful yet passive and transportable documents (here astronomical tables); and a third for the generation of docile devices (for instance astrolabes). If the West achieved hegemony then, so runs the argument, this may be explained by referring to revolutions in these three related methods for creating loyal, mobile, yet otherwise passive agents. The last essay in the monograph is by Bruno Latour who is also concerned with methods for …",
      "source": "[Sociological Review Monograph 32] John Law - Power, Action, and Belief_ A New Sociology of Knowledge_ 32 (1986, Routledge & Kegan Paul Books) - libgen.li.pdf",
      "chunk_index": 77,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.668908,
      "importance": 0.7333731055259705,
      "final_score": 0.668907880783081
    },
    {
      "id": "f509f4637fbc65d09bcbb694",
      "qdrant_id": "59fa6893-f47f-5497-b573-d94bbe6f6a37",
      "text": "3 The still more decided tendency of the Egyptians to similar paraphrases has been emphasized by Ebers (Die Körperteile, ihre Bedeutung und Namen in Ägypten; Munich, 1897). Further references: Pauli: Die Benennung der Körperteile bei den Indogermanen (Stet- tin, 1867); W. D. Baskett: Parts of the Body in Later Germanic Dialects (Chicago Uni- versity Press). 4 We shall discuss later similar ideas in Homer. 228",
      "source": "Otto Rank - Art and Artist_ Creative Urge and Personality (1975, Agathon Press) - libgen.li.pdf",
      "chunk_index": 111,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.668805,
      "importance": 0.7311784625053406,
      "final_score": 0.6688048243522644
    },
    {
      "id": "eab218126e45b6a9515b71d1",
      "qdrant_id": "cbf51804-be15-5224-9c36-6f1850615c1f",
      "text": "147 This short text has delighted, confused, and provoked scholars since its discovery in the Eastern Arabah archaeological digs, near the ancient city of Petra, in 1844. The dispute continues regarding precisely how to categorize such a work: an irony not lost on those representing all sides of the argument, given that the text itself is explicitly dedicated to the act of categorization. The original Latin script dates from the seventh century ad, was inscribed on the finest vellum (suggesting official patronage), remarkably well preserved in a garnet-encrusted bronze cylinder, seemingly designed for just this purpose. Liberal use of terms and phrases in Arabic suggest the work was written—probably collectively—between neo-Aristotelian theologians and Persians of the cosmopolitan Sufi persuasion. (Such collaborations were reasonably common, up until the Crusades.) Certain i…",
      "source": "Dominic Pettman - Humid, All Too Humid_ Overheated Observations (2016, Punctum Books) - libgen.li.pdf",
      "chunk_index": 167,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.66878575,
      "importance": 0.7243348360061646,
      "final_score": 0.6687856316566467
    },
    {
      "id": "5f3f58a2fa4e6ffe3df0d1b9",
      "qdrant_id": "d8f546d5-088d-5ebe-8999-5ee63356ac89",
      "text": "233 I ndex abel, jacob friedrich, 25, 30, 76–78. Anders, Günther, 21–22. Animal magnetism, 5, 12, 20, 55–57, 64–66, 71, 83, 105–37. Anthropology from a Pragmatic Point of View (Kant), 43, 46, 180 n.91. Appearance, Apparition (Erscheinung), 10, 15, 25, 38–42, 47, 52–53, 58, 94. Arcana coelestia (Swedenborg), 29, 82. Archaeology of Knowledge (Foucault), 16. Ars poetica (Horace), 23. Art of Reading Books, The (Bergk), 101–102, 107–108. Attempt at Presenting Animal Magnetism as a Curative Force (Kluge), 121. Austen, Jane, 98–99. benjamin, walter, 143. Bergk, Johann Adam, 101–102, 107–108. Bonnet, Charles, 187 n.49. Bormann, Walter, 146, 149. Bredow, Hans, 140. Brentano, Clemens, 125. British Broadcasting Corporation, 140. Burke, Edmund, 71, 93. camera obscura, 18, 44, 153, 166 n.17. Capital (Marx), 18, 44. Carlyle, Thomas, 71. Castle, Terry, 163 n.3. Castle of Otranto, The (Walpole), …",
      "source": "Stefan Andriopoulos - Ghostly Apparitions_ German Idealism, the Gothic Novel, and Optical Media (2013, Zone Books) - libgen.li.pdf",
      "chunk_index": 110,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6686616,
      "importance": 0.7285993695259094,
      "final_score": 0.6686618328094482
    },
    {
      "id": "b5c61caf28efcc0d0e1901e1",
      "qdrant_id": "145ec746-a63b-5775-84e1-c43ee8f1523b",
      "text": "especially the relationship between photography and chromolithography, with which Curmer experimented at an early stage. DESCRIPTION: 8 proofs set into sheets of thick card and tipped into a 19th-century half red leather binding. Dimensions 355 x 311 mm. LITERATURE: Gérard Blanchard, “Curmer ou la leçon d’un grand éditeur romantique,” Le Courrier Graphique 117 (1962), pp. 42-51; Maurice Cloche, “Un grand éditeur du XIXe siècle, Léon Curmer,” Arts et métiers graphiques 33 (1933), pp. 28-36; Jammes and Courbage, 1998. 12 '",
      "source": "(Primer, 5) Sandra Hindman_ Laura Light - Neo-Gothic _ Book Production and Medievalism-Les Enluminures (2015).pdf",
      "chunk_index": 27,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6682472,
      "importance": 0.7241692543029785,
      "final_score": 0.6682472825050354
    },
    {
      "id": "43cfb262c47fbbbceecf2da5",
      "qdrant_id": "7681a308-2f1f-5cf8-a227-166f2a8b4e35",
      "text": "ture of each part of the collage to see some letters and even decipher certain words, such as “culturing” and “three.” The picture is superimposed on a stamp and on other illegible texts. The accumulation of data on these pages calls for an examination of symmetrical patterns: the larynxes parallel one another even though they are different sizes, and the information at the bot- tom (the Kodak brand and the number of each picture) is also set up as a mirror. We cannot easily make sense of the facing page. On page 255, the red traces that appear vertically on the right-hand side of the page remind us of blood, but could also be waves of frequency. In addition, the circles on which are printed RNA Pol II, TAFs, etc. look like medical pills or drawings of cells in a science book. The black traces around the middle gray circles resemble the triple forte below which reminds us that this installation is in fact laid out on a musical staff, itself transformed",
      "source": "Flore Chevaillier - The Body of Writing_ An Erotics of Contemporary American Fiction (2013, The Ohio State University Press) - libgen.li.pdf",
      "chunk_index": 441,
      "page": null,
      "seed_hits": [
        "kathy-acker-body-writing-cut-up",
        "media-archaeology-kittler-apparatus-inscription",
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.6786119,
      "importance": 0.7502431273460388,
      "final_score": 0.6634033918380737
    },
    {
      "id": "900aca2981abbb194c7e45e4",
      "qdrant_id": "9b6f466c-c134-5441-adbc-523751ee9b20",
      "text": "Carl De Keyzer. Le photographe était professeur à l’Académie royale des beaux-arts de Gand, en Belgique, lorsqu’il a décidé de se lancer en indépendant en 1982. Il est devenu membre de l’agence Magnum en 1994. Les systèmes de pouvoir et leur impact visuel sur la société constituent son thème de prédilection. Il a consacré des séries au colonialisme, au communisme ou à la religion. Mario Heller. Aujourd’hui installé à Berlin, ce jeune pâtissier suisse a décidé d’embrasser la pho- tographie en 2015. En marge de son travail de rédacteur photo au sein de journaux successifs, il ne cesse d’arpenter le monde. De ces pérégrinations hors des sentiers battus au Kazakhstan, Tadjiki- stan, en Arctique ou en Californie, il a ramené des reportages racontant aussi bien les lieux que les personnes, dont plusieurs ont été couronnés de prix. L’iconographie du numéro 196",
      "source": "Maniere_de_voir-196_240812_002723 (1).pdf",
      "chunk_index": 437,
      "page": null,
      "seed_hits": [
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.6593191,
      "importance": 0.7553496956825256,
      "final_score": 0.6553648710250854
    },
    {
      "id": "0ab305ef5578a8692e98f5e0",
      "qdrant_id": "b0294754-851d-5387-9065-fb8fce7753d4",
      "text": "Figure 0.6 Model for an eighteenth- century camera obscura similar in construction to that at the Santa Monica Art Lab. Abraham Rees, Cyclopædia: or, An Universal Dictionary of Arts and Sciences (1786). Photograph: Thomas Fisher Rare Book Library, University of Toronto.",
      "source": "Julie Park - My Dark Room_ Spaces of the Inner Self in Eighteenth-Century England-University of Chicago Press (2023).pdf",
      "chunk_index": 40,
      "page": null,
      "seed_hits": [
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.6539892,
      "importance": 0.720641016960144,
      "final_score": 0.653989315032959
    },
    {
      "id": "834b402c7aabdb738f945d50",
      "qdrant_id": "ca01e9c4-9317-577b-8c17-1f87a2990f4f",
      "text": "tures in Various Sign Systems. Tübingen: Narr, 111-122. Hess-Lüttich, Emest W. B. & Holly, Werner & Püschel, Ulrich (Hg.) 1996 Textstrukturen im Medienwandel. Bem/Frankfurt/M./New York: Lang. Hess-Lfittich, Emest W. B. & Müller, Jürgen E. (eds.) 1994 Semiohistory and the Media. Linear and Holistic Structures in Various Sign Systems. Tübingen: Narr. Hess-Lfittich, Emest W. B. & Posner, Roland (Hg.) 1990 Code-Wechsel. Texte im Medienvergleich. Opladen: Westdt. Verlag. Hiebel, Hans H. 1991 \"Media, Tabelle zur Geschichte der Medien-Technik\", in: Elm, Theo & Hiebel, Hans H. (Hg.), Medien und Maschinen. Literatur im technischen Zeitalter. Freiburg/Brsg.: Rombach, 186-224. Höllerer, Walter (Hg.) 1975 Sprache im technischen Zeitalter. Stuttgart: Kohlhammer. Holthuis, Susanne 1993 Intertextualität. Aspekte einer rezeptions-orientierten Konzeption. Tübingen: Stauffenburg. Illich, Ivan 1991 Im Weinberg des Textes. Frankfurt/M.: Luchterhand. Iser, Wolfgang 1984",
      "source": "[Research in Text Theory_ 25] Sam Inkinen (editor) - Mediapolis_ Aspects of Texts, Hypertexts und Multimedial Communication (1998, De Gruyter) [10.1515_9783110807059] - libgen.li.pdf",
      "chunk_index": 87,
      "page": null,
      "seed_hits": [
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.6458962,
      "importance": 0.7309751510620117,
      "final_score": 0.6458960771560669
    },
    {
      "id": "b273d4393efd1ee63f93cbd2",
      "qdrant_id": "17e133b4-30dd-5bed-a840-d4c895eb8d85",
      "text": "F[FNY\u0005IJX\u0005UNQJX\u0005IJ\u0005GTऒYJX\u0005IJ\u0005RFYऍWNJQ\u0005HFHMऍJX\u0005IFSX\u0005YTZX\u0005 QJX\u0005HTNSX\u0013\u0005(JYYJ\u0005HMTWऍLWFUMNJ\u0011\u0005STZX\u0005QѣF[TSX\u0005WऍFQNXऍJ\u0005JS\u0005 ZSJ\u0005IJRN\u0012OTZWSऍJ\u0005KFऋTS\u0005HQNU\u0011\u0005F[JH\u0005IFSXJ\u0005JY\u0005RZXNVZJ\u0005JS\u0005 fond. En arrivant sur le plateau, l’idée était de faire un dolly XZUUTWY\u0005IJ\u0005HFRऍWF\u0005XZW\u0005WTZJX\u0005TZ\u0005WFNQX\u0011\u0005SIQW\u000e, d’apporter un élément visuel différent, une caméra YWJRGQFSYJ\u0013\u00052FNX\u0005JS\u0005[T^FSY\u0005QJX\u0005NSYJWFHYNTSX\u0005IJ\u00055FZQ\u0005JY\u0005 8FXMF\u0011\u0005KFNWJ\u0005ZS\u0005RTZ[JRJSY\u0005ऍYFNY\u0005NRUJSXFGQJє\u0006\u00051F\u0005 variation des lumières suffisait à créer une magie KFSYTRFYNVZJ\u0011\u0005[FRUNWJXVZJ\u0013\u0013\u0013\u00058FWF\u0005JY\u0005+ऍQN]\u0012&SYTNSJ\u0005TSY\u0005 KFNY\u0005ZS\u0005GJFZ\u0005YWF[FNQ\u0013\u00051F\u0005UWTUTXNYNTS\u0005ऍYFNY\u0005XN\u0005GJQQJ\u0005VZJ\u0005O FN\u0005 OZXYJ\u0005QआHMऍ\u0005UWNXJ\u0013\u0005 1J\u0005KNQR\u0005JXY\u0005J]FHYJRJSY\u0005HTRRJ\u0005UWऍ[Z\u0011\u0005ऄ\u0005 \u001a\u0005 \u0013\u0005&[JH\u0005 &WNFSJ\u0011\u0005TS\u0005FWWN[J\u0005YWऌX\u0005UWऍUFWऍX\u0005XZW\u0005STX\u0005UWTOJYX\u0013\u00053TYWJ\u0005 UWTUTXNYNTS\u0005XJ\u0005ITNY\u0005IѣऎYWJ\u0005GऍYTS\u0011\u0005 nous n’avons pas le temps de ITZYJW\u0013\u00052TS\u0005IऍHTZUFLJ\u0005JXY\u0005YWऌX\u0005 IऍYFNQQऍє \u0005RFNX\u0005VZFSI\u0005QJ\u0005YTZWSFLJ\u0005 commence, je réapprends à WJLFWIJW\u0013\u0005.Q\u0005KFZY\u0005XFSX\u0005HJXXJ\u0005 WJ[JSNW\u0005ऄ\u0005HJYYJ\u0005VZJXYNTS࣢ \u0005VZѣJXY\u0012 HJ\u0005VZѣTS\u0005F\u0005IJ[FSY\u0005STZXє$\u0005(ѣJXY\u0005",
      "source": "Sofilm - Septembre-Novembre 2024.pdf",
      "chunk_index": 28,
      "page": null,
      "seed_hits": [
        "vilém-flusser-technical-image-apparatus"
      ],
      "raw_score": 0.67170006,
      "importance": 0.7332790493965149,
      "final_score": 0.6336566209793091
    },
    {
      "id": "85ab76b5101d31023007f05c",
      "qdrant_id": "dccbd75f-9a6e-572e-b60b-56cb203cab6d",
      "text": "audiophilic detour. Widely associated with his writings on photography, Benjamin is less well known for his contributions to the early history of radio. Between 1927 to 1933, Benjamin made more than eighty broadcasts over the new medium, working at stations in Berlin and Frankfurt. Some of these performances were given in the form of Ho¨rmodelle (listening models, or radio models); some were commissioned speciﬁcally for Berlin radio’s Jugendstunde or the Stunde der Jugend on Su¨dwestdeutschen Rund- funks in Frankfurt.4 In either instance, perhaps all the more so for the latter given the directed speciﬁcity of its target audience, the issue of programming—of culture as (pre)programmed—asserts some force and sway. In the extant manuscripts of his radio addresses, including those performed for children, Benjamin can hardly be said to presume a deﬁni- tion of his addressee (‘‘children’’) or …",
      "source": "Lecia Rosenthal - Mourning Modernism_ Literature, Catastrophe, and the Politics of Consolation (2022, Fordham University Press) [10.1515_9780823292189] - libgen.li.pdf",
      "chunk_index": 269,
      "page": null,
      "seed_hits": [
        "walter-benjamin-aura-mechanical-reproduction-archive"
      ],
      "raw_score": 0.70703745,
      "importance": 0.752595841884613,
      "final_score": 0.6210430860519409
    },
    {
      "id": "2c6527231c4401defba2598c",
      "qdrant_id": "8bc1a831-0d9c-5248-832a-de3d23802b18",
      "text": "graphic elements. In contrast to the torches on MacPherson’s sarcophagus, which were directed towards the ground indicating memento mori, the Beckers stela depicts a torch which points upwards, and accented by the wavy pattern of the torch’s fire; this is accompanied by the inscription ‘VOORLICHTING’ (meaning information, education, or counseling in Dutch), thus underscor­ ing the interpretation of the torch, not as a Christian symbol, but as a symbol of Enlightenment and social activism. The headstone’s main inscription con­ nects this iconographic element to biographical information: Beckers was a civil servant concerned with the protection of workers’ rights. Under the main inscription we find the wreath, with another inscription revealing that the stela was erected by the deceased’s friends. The latter is a regular ­feature of the socialist graves in Tongerseweg Cemetery, in…",
      "source": "[Death in History, Culture, and Society_ 1] Bram Lambrecht (editor), Miriam Wendling (editor) - Grief, Identity, and the Arts_ A Multidisciplinary Perspective on Expressions of Grief (2022, Brill) - libgen.li.pdf",
      "chunk_index": 97,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.68638635,
      "importance": 0.7394092082977295,
      "final_score": 0.5969611406326294
    },
    {
      "id": "3ce511a1a2d3f9d6e9aa55ce",
      "qdrant_id": "cd830adc-9fcd-5d58-8977-05a616a67f53",
      "text": "Ministry of Education and Religious Aff airs, Culture and Sports /Archaeological Receipts Fund 249 Figure 7 Athenian red-fi gure kylix signed by Peithinos. Photograph © bpk, Berlin; Antikensammlung, Staatliche Museen zu Berlin F2279 250 Figure 8 Black-fi gure amphora by the Phrynos Painter. © Martin von Wagner Museum der Universität Würzburg L 241. Photograph: P. Neckermann 251 Figure 9 Black-fi gure amphora by the Painter of Berlin 1686. © Trustees of the British Museum, London W39 (1865,1118.39) 252 Figure 10 Black-fi gure hydria. Private collection. Line drawing courtesy of Lloyd Llewellyn-Jones 253 Figure 11 Red-fi gure pelike by the Triptolemos Painter. Mykonos Museum (21st Ephorate of Antiquities). © Hellenic",
      "source": "James Robson - Sex and Sexuality in Classical Athens (2013, Edinburgh University Press) [10.1515_9781474472135] - libgen.li (1).pdf",
      "chunk_index": 21,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.67027736,
      "importance": 0.7256050705909729,
      "final_score": 0.5916731953620911
    },
    {
      "id": "e163654ceb57c7108a543396",
      "qdrant_id": "b861c45d-6195-5c10-984e-d1fdbeb5b683",
      "text": "James Capra, Dave Michel, John Helgen, and Gregg Ramseth. William Shurk at Bowling Green State University is the knowledge- able curator of an enormous archive of popular music, including heavy metal recordings and fan magazines (many confiscated from fans by par- ents or police). I thank him for his assistance and for granting me access to materials that I found useful. For travel funds that enabled me to Acknowledgments / vil",
      "source": "Robert Walser - Running with the Devil_ power, gender, and madness in heavy metal music-Wesleyan University Press (1993).pdf",
      "chunk_index": 11,
      "page": null,
      "seed_hits": [
        "chris-kraus-i-love-dick-autotheory"
      ],
      "raw_score": 0.58357173,
      "importance": 0.6784897446632385,
      "final_score": 0.5888141989707947
    },
    {
      "id": "b5b1dd864be00cde5bbf3403",
      "qdrant_id": "29ebd96b-dac7-5c7b-bbfb-f9ea022b1ffc",
      "text": "CHAPTER ONE AFTER THE MEDIA: THE TEXTILITY OF CULTURAL TECHNIQUES BERNHARD SIEGERT 1. Media After Kittler Since Friedrich Kittler left this world in October 2011, numerous conferences and obituaries have been dedicated to the discussion of his legacy. The question of the past and the future of the so-called media is in this context of particular interest – especially with regard to the discipline of media studies, which is still developing, or already vanishing again. After Kittler, the meaning of media history as well as the necessity of media theory is on trial. The double meaning of after (in the Latin sense of either secundum or post) provides a useful framework for this revision. On the one hand, the question is what role after Kittler (in the sense of secundum or according to Kittler) media history and theory played in the humanities. Historical media studies, which emerged in the eighties of the",
      "source": "Maria Teresa Cruz - Media Theory and Cultural Technologies _ In Memoriam Friedrich Kittler (2017, Cambridge Scholars Publishing) - libgen.li.pdf",
      "chunk_index": 9,
      "page": null,
      "seed_hits": [
        "media-archaeology-kittler-apparatus-inscription"
      ],
      "raw_score": 0.6932558,
      "importance": 0.7393222451210022,
      "final_score": 0.5807448029518127
    }
  ]
}