{
  "meta": {
    "generated_utc": "2025-09-18T12:11:03Z",
    "model": "BAAI/bge-base-en-v1.5",
    "collection": "visceral_synthesis_archive",
    "vector_name": "<unnamed>",
    "parameters": {
      "per_query": 220,
      "canon_total": 5000,
      "topic_k": 80,
      "mmr_lambda": 0.58,
      "near_dup_cos": 0.96,
      "topic_sim_threshold": 0.34,
      "min_chars": 220,
      "max_chars": 2000,
      "max_per_source_total": 35,
      "max_per_source_topic": 3,
      "mode": "all-data",
      "default_seed_weight": 1.0,
      "mmr_relevance_alpha": 0.6,
      "max_core_mb": 5.0
    },
    "seeds": [
      "hauntology and cancelled futures (Mark Fisher, Derrida)",
      "abjection Kristeva Powers of Horror",
      "Irigaray two lips sexual difference fluids",
      "Lispector Água Viva presence stream of consciousness",
      "autotheory Maggie Nelson The Argonauts",
      "Cixous Laugh of the Medusa writing the body white ink",
      "Duras minimalism absence presence The Malady of Death",
      "archive fever Derrida",
      "Deleuze Guattari rhizome assemblage desire",
      "Eugene Thacker horror of philosophy cosmic pessimism",
      "Rosi Braidotti posthuman nomadic theory feminist new materialism",
      "Judith Butler gender performativity Gender Trouble bodies",
      "Sara Ahmed affect theory orientation phenomenology feminist killjoy",
      "Donna Haraway cyborg feminism companion species situated knowledges",
      "Roland Barthes lover's discourse punctum Camera Lucida",
      "Susan Sontag On Photography Against Interpretation Illness as Metaphor",
      "Walter Benjamin aura mechanical reproduction archive",
      "Giorgio Agamben bare life state of exception homo sacer",
      "Catherine Malabou plasticity the new wounded",
      "Jean-Luc Nancy being singular plural",
      "Maurice Merleau-Ponty phenomenology of perception the flesh",
      "Emmanuel Levinas face of the other ethics",
      "Michel Foucault discipline punishment biopower genealogy",
      "Lauren Berlant cruel optimism affect",
      "bell hooks all about love feminist love ethics",
      "Audre Lorde the erotic as power poetry survival",
      "Gayatri Spivak strategic essentialism subaltern can the subaltern speak",
      "Elizabeth Grosz volatile bodies corporeal feminism",
      "Karen Barad agential realism intra-action entanglement",
      "Stacy Alaimo trans-corporeality material feminism",
      "Jasbir Puar debility capacity assemblage",
      "Elaine Scarry The Body in Pain representation",
      "Michel Serres The Five Senses noise parasite",
      "Laura Mulvey visual pleasure narrative cinema male gaze",
      "Kathy Acker body writing cut-up",
      "Chris Kraus I Love Dick autotheory",
      "Maggie Nelson Bluets blue as methodology",
      "Anne Carson Eros the Bittersweet fragments",
      "Georges Bataille eroticism expenditure general economy",
      "Maurice Blanchot The Writing of the Disaster space of literature",
      "Hélène Cixous Book of Promethea love as world-creation",
      "Julia Kristeva chora semiotic maternal space",
      "Luce Irigaray This Sex Which Is Not One speculum",
      "Clarice Lispector The Passion According to G.H. cockroach becoming",
      "Mark Fisher capitalist realism depression hauntology",
      "Rosi Braidotti affirmative ethics vitalist materialism",
      "Eugene Thacker In the Dust of This Planet negative theology",
      "Sontag Against Interpretation erotic of art",
      "Barthes Mythologies semiotics punctum studium",
      "Agamben Profanations potentiality",
      "media archaeology Kittler apparatus inscription",
      "Bernard Stiegler technics memory pharmacology",
      "Vilém Flusser technical image apparatus",
      "Achille Mbembe necropolitics postcolony",
      "Paul B. Preciado Testo Junkie pharmacopornographic regime",
      "Deleuze cinema time-image movement-image",
      "Claire Colebrook Deleuze feminism extinction",
      "Lacan mirror stage desire lack"
    ],
    "title": "hauntology-and-cancelled-futures",
    "counts": {
      "excerpts": 80
    }
  },
  "excerpts": [
    {
      "id": "04d5db9a4d0c028c746f8059",
      "qdrant_id": "92798858-b68e-53ae-ba57-9fb25ed07d0a",
      "text": "tated and are more evidently and more immediately available.”69 As the discussion brings us back to the questions of hauntology and transmission of affect, I would like also to make an undeservedly brief mention of the work of Mark Fisher here, in which we can find the beginnings of an ideal convergence of these themes of interest toward a more comprehensive model for hauntology. Networked Subjectivity and Virtual Agency In his brilliant treatment of what one might think of as a stoppage of rapid change, and an abrupt end to the twentieth century’s defining fantasy of “progress,” Mark Fisher traces a picture of the twenty-first century as a haunted era, one in which a more or less finite set of structures of feeling continue to be reproduced by each coming generation, as if haunted by a history that has just fallen victim to its unanticipated end—to the cancel- lation of its fu…",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021).pdf",
      "chunk_index": 185,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.8175156,
      "importance": 0.839989960193634,
      "final_score": 0.8175157308578491
    },
    {
      "id": "07bb16780335268e2d9579cd",
      "qdrant_id": "ff60fdf0-ac6c-584a-9ef6-7b4166ec66cf",
      "text": "Recent Hauntology Studies Ever since the 1990s and the publication of Derrida’s Specters of Marx, hauntology has haunted literary studies, and various aspects of ghosts within prose fiction have been scrutinised on different ontological levels. However, it is also useful to have a look at some more recent studies of hauntology in order to situate the coming chapters theoretically. Mark Fisher had an almost uncanny ability to diagnose the contemporary ideo­ logical situation. In Ghosts of My Life, he pursues a hauntology that he claims has saturated our time to such an extent that we hardly discern the phenomenon any longer. Since Fisher mainly traces hauntology in popular fiction, he probably has the ability to capture its most recent shape and the speed with which it moves, or perhaps more accurately, the speed with which it loses speed and almost gets stuck in a frenzy of rec…",
      "source": "[Palgrave Gothic] Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire (2023, Palgrave Macmillan) - libgen.li.pdf",
      "chunk_index": 31,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.8164483,
      "importance": 0.8318760395050049,
      "final_score": 0.8164482116699219
    },
    {
      "id": "fd6f0dcfc0320d250c5b3ae6",
      "qdrant_id": "481c4917-4a69-50e3-bb4b-203fbfd285c0",
      "text": "perhaps rather cancelled futures they presciently foretold have been increas- ingly lived out in the dystopian present. JOY DIVISION, THE 1970S AND THE CANCELLATION OF THE FUTURE Hauntology is related by Fisher to the work of Franco Berardi (Bifo) whose work After the Future argues that the futurist orientations of modernity and modernism have become exhausted in a ‘no future’ contemporary world, sensed inchoately by both punk and autonomia movements of the 1970s:",
      "source": "(Popular Musics Matter_ Social, Political and Cultural Interventions) Martin J. Power (editor)_ Eoin Devereux (editor)_ Aileen Dillane (editor) - Heart and Soul_ Critical Essays on Joy Division-Rowman.pdf",
      "chunk_index": 83,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.807812,
      "importance": 0.820094108581543,
      "final_score": 0.8078120946884155
    },
    {
      "id": "4f4b6c3367e108799219adb0",
      "qdrant_id": "a84a91ee-ec01-5a54-8ac3-8f810be8cfe4",
      "text": "Introduction 19 2010, ix, xi) – nevertheless, del Pilar Blanco and Peeren agree with Duncan in challenging a postmodern and/or deconstructive reading of the ghost, questioning Derrida’s emphasis on ‘deferred meaning and absence-presence as other’ as problematically abstract and ahistorical (2010, xv). As they reﬂ ect, As an apposite approach to a variety of political, economical, and ethical problems, care needs to be taken not to turn the ghost into an abstract universal ﬁ gure or catch-all, as Derrida’s hauntology risks doing. A more careful spectral turn teases out the diﬀ erences between various ghostly phenomena, bearing witness to their status as concrete, culturally speciﬁ c, and historically and socially situated events. (Ibid., xix) Put diﬀ erently, rather than seeing the ghost in terms of textual ‘traces’ or as otherwise indicative of a failure of representational…",
      "source": "Emily Horton - 21st-Century British Gothic_ The Monstrous, Spectral, and Uncanny in Contemporary Fiction (2024, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 85,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.80417585,
      "importance": 0.8247851729393005,
      "final_score": 0.8041757345199585
    },
    {
      "id": "a6745c4e5ac914c59db0d12d",
      "qdrant_id": "fe52ce46-5b61-56e7-aec0-f954da7d3652",
      "text": "Shining: killing yourself and family is not the sort of thing you would for- get, and not the sort of thing you could possibly remember (i.e., that which must be repressed). Killing hope for the future is what haunts Fisher and his readings of popular music from 1980 to 2010, the mood of futures foreclosed (“being haunted by events that had not happened, futures that failed to materialize” as he quotes Derrida) (2014: 106). “What is being longed for in hauntology is … the resumption of the processes of democ- ratization and pluralism” (27). Fisher’s arguments are fascinating, all the more so, because of his own temporality. Just as Fisher writes that neither Derrida, nor Jean Baudrillard, would live to see the full effects of cyberspace or techno-tele-discursivity and simulacra that they wrote about (and that he suggests Specters of Marx is importantly about), so too Fisher’s an…",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021).pdf",
      "chunk_index": 340,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.8017853,
      "importance": 0.8262971043586731,
      "final_score": 0.8017851114273071
    },
    {
      "id": "9f7361e120ed360aa856a400",
      "qdrant_id": "3ed96c04-4770-5a35-96a8-600b5f3c9076",
      "text": "Acknowledgements vi Introduction 1 1 Derrida, Hauntology, and the Spectre 9 2 Norse and British Spectres of Colonialism 30 3 The Haunted Bog: Spectrality and the Bog Poems 65 4 Wider European Hauntings: Virgil and Dante 98 5 Looking Backwards into the Future – ‘Route 110’ 134 Index 167 Contents",
      "source": "(Routledge Studies in Irish Literature) Ian Hickey - Haunted Heaney_ Spectres and the Poetry-Routledge (2021).pdf",
      "chunk_index": 6,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.79986894,
      "importance": 0.8193686008453369,
      "final_score": 0.7998689413070679
    },
    {
      "id": "d9c7f83de5af9137c052b4b7",
      "qdrant_id": "2ed5afd4-a251-5e0e-8a8d-72552ce5bd6b",
      "text": "embraces a revival of interest in post-punk spectres such as TG, who were also, of course, concerned with the possibility of a future in which things were otherwise. For Derrida, the ghost must be preserved as leverage to ‘dislodge any present out of its contemporaneity with itself’ (1994: 73), heeded as an untimely injunction ‘to produce new events, new effective forms of action, practice, organisation, and so forth’ (89). However, haun- tology can also be understood in the context of the global flows and networked space of late modernity. A sense of absence is installed at the heart of experience as time and space become disjunctive, any given moment or given place interconnected with and traversed by a multi- plicity of other moments and places. In the generalised indistinction of the non-place and the non-event, antagonism is difficult to sustain and we are, many commentators would argue, plunged into an era of Downloaded from manchesterhive © Copyright protected",
      "source": "[International Gothic Series] Fred Botting_ Catherine Spooner (editors) - Monstrous media_spectral subjects_ Imaging Gothic from the nineteenth century to the present (2015, Manchester University Press) [10.7765_97.pdf",
      "chunk_index": 358,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida",
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7961166,
      "importance": 0.8262032866477966,
      "final_score": 0.7961165904998779
    },
    {
      "id": "7ee4ccd095e43e441f8689d1",
      "qdrant_id": "f5450bfc-c2be-5322-bab5-c1d7628350a3",
      "text": "in terms of more modern ‘realistic’ hauntology, it is just the props and the paraphernalia that are different. It does not matter really if hauntology is seen through a phenomenological or psychoanalytical lens. These forces haunt traditional rationality itself, which is presumably why they are such prominent features in the gothic genre. To understand Fisher’s idea of hauntology, one must first grasp what he means by capitalist realism. Basically, this means that capitalism has now become so pervasive that it is not even possible to imagine an alternative. However, what Fisher emphasises in addition is the obstinacy of the ghost itself, no matter what form it takes. 25 ­ 26 J. WRETHED",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023) (1).pdf",
      "chunk_index": 34,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.78921545,
      "importance": 0.8189756870269775,
      "final_score": 0.7892155647277832
    },
    {
      "id": "6430655528c955e5b9c85f77",
      "qdrant_id": "a518d915-cfab-5ee2-9444-83d986a8e14e",
      "text": "Introduction 3 triggered renewed interest in the field of ghosts and specters.10 Hauntology is the dark double of ontology. It deconstructs and empties out ontology, being and presence. Neither alive nor dead, the Derridean specter hovers between presence and absence, making it impossible to assign definite meanings to things. For, as Ruth Parkins-Gounelas explains, haunting and spectrality have to do with “the untimeliness/ anachrony which, to use Derrida’s words, put to rout our meaning- to-say.”11 It is in the nature of ghosts to stand in defiance of the binary oppositions (life or death, inside or outside as well as present or past) that constitute our symbolic system, and as such they are intimately linked with deconstruction. Spectrality then concerns just as much the present as the past: it is “what makes the present waver.”12 In Nicholas Royle’s analysis, it is what is…",
      "source": "Christine Berthin (auth.) - Gothic Hauntings_ Melancholy Crypts and Textual Ghosts (2010, Palgrave Macmillan) [10.1057_9780230275126] - libgen.li.pdf",
      "chunk_index": 19,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.78605604,
      "importance": 0.8116587996482849,
      "final_score": 0.7860560417175293
    },
    {
      "id": "ce11872c72fe3b147fe55907",
      "qdrant_id": "2aa0da63-876e-5f1e-bb95-9242e77b16d4",
      "text": "seemed the obvious place to begin our interrogation: after all, Derrida’s central metaphor in Specters of Marx is the ghost of Hamlet’s father, and Derrida’s exploration of hauntology has a distinctive theatrical dimen- sion. In this book, we make a case for the particular advantages of putting spectrality and theatre studies in dialogue and we stress the illu- minating ways in which plays and performance can be newly analysed and understood through a focus on tropes of the ghostly and represen- tations of haunting. The historical frame for Theatre and Ghosts stretches from eighteenth-century Gothic drama to current agendas of the spec- tral. World War I and World War II, not to mention the other numerous wars, genocides, natural disasters and acts of terrorism in recent times, have proliferated the device of the ghost in all media, and on stage the ghost of more modern times is …",
      "source": "Mary Luckhurst, Emilie Morin (eds.) - Theatre and Ghosts_ Materiality, Performance and Modernity-Palgrave Macmillan UK (2014).pdf",
      "chunk_index": 24,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7808925,
      "importance": 0.8047645092010498,
      "final_score": 0.7808926701545715
    },
    {
      "id": "0be98d2e1dadf281b2c76eef",
      "qdrant_id": "3e283166-5300-5752-9371-828c307ec882",
      "text": "1. Pierre Macherey, ‘Marx Dematerialised, or the Spirit of Derrida’, Michael Sprinker (ed.) Ghostly Demarcations: A Symposium on Jacques Derrida’s Specters of Marx (London: Verso, 2008) p. 18. 2. Mark Fisher, Ghosts of My Life (Winchester: Zero Books, 2014) p. 21. 3. Elisabeth M. Loevlie, ‘Faith in the Ghosts of Literature. Poetic Hauntology in Derrida, Blanchot and Morrison’s Beloved’, Religions, 2013, 4, pp. 336–350; p. 337. 4. Mark Fisher, ‘SPECTERS OF ACCELERATIONISM’, K-Punk: Abstract Dynamics, 28 October 2008 <http://k-punk.abstractdynamics.org/ archives/010782.html> 5. Fisher, 2014, p. 18. 6. Fisher, 2014, p. 28. 7. Frederic Jameson, ‘Marx’s Purloined Letter’, Michael Sprinker (ed.), Ghostly Demarcations: A Symposium on Jacques Derrida’s Specters of Marx (London: Verso, 2008) p. 39. INTRODUCTION. HAUNTOLOGY: GHOSTS OF OUR LIVES",
      "source": "Katy Shaw - Hauntology-Springer International Publishing_Palgrave Macmillan (2018).pdf",
      "chunk_index": 79,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7788728,
      "importance": 0.8078413605690002,
      "final_score": 0.7788727283477783
    },
    {
      "id": "b46bd3ee66766890dca0fb04",
      "qdrant_id": "d609581a-a1a2-5b51-9869-7b5f207a2ea4",
      "text": "of hauntology, a word with phonic similarity to ontology, came to desig- nate ways in which seemingly overcome and terminated concepts continue to determine ideologies that replace them.14 Derrida discusses the ways that the “spectre of Communism,” mentioned by Karl Marx in the open- ing lines of The Communist Manifesto, would continue to haunt the world after what Francis Fukuyama in 1992 termed “the End of History.” Haunting, in this sense, is instrumentalized for its ability to express some- thing nesting uncomfortably within something else. Currently, our under- standing of Nature is changing. Theories of the Anthropocene highlight the necessity of revising the human past as an active agent nesting uncom- fortably within a larger set of planetary materialities. Seen within this spe- cific framework, Nature is haunted by humans, which calls for an inspection of the agents of this haunting, the ghosts, and inquiries into the reasons",
      "source": "(Palgrave Gothic) Sladja Blazan - Haunted Nature_ Entanglements of the Human and the Nonhuman-Palgrave Macmillan (2021).pdf",
      "chunk_index": 44,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7784236,
      "importance": 0.8026490211486816,
      "final_score": 0.7784237265586853
    },
    {
      "id": "a691162689f22cf615e4fcc0",
      "qdrant_id": "5b0e06c5-04a8-54ed-9c98-2caa21cb5625",
      "text": "to progressive forces” (“The Uncanniness of Spectrality” (Mosaic: A Journal For the Interdisciplinary Study of Literature, 44:4, 2011, 177–93), 189). This is a relevant simplification, since the return of the past itself, in whichever form, is central in any outline of hauntology. It applies to a situ­ ation of macro-politics, as here, but it also applies to a life as lived in any godforsaken domestic milieu anywhere in the world. 24. Mark Fisher, Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures (Winchester, UK: Zero Books, 2014), 6. 25. Ibid., 22. 26. C.f. for instance the arguments of Elisabeth M. Loevlie, “Faith in the Ghosts of Literature: Poetic Hauntology in Derrida, Blanchot and Morrison’s Beloved” (Religions. 4:3, 2013), 336–350. 27. Coverley, Hauntology: Ghosts of Futures Past, 205. 28. Katy Shaw, Hauntology: The Presence of the Past in Twenty-First Century English Literature (Palgrave Macmillan, Springer, 2018), 7.",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023).pdf",
      "chunk_index": 75,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7782699,
      "importance": 0.805875837802887,
      "final_score": 0.7782698273658752
    },
    {
      "id": "d9eef4295bbff4ef103200b5",
      "qdrant_id": "663f58c8-be1d-5ba0-9322-d412253dc98a",
      "text": "was) and arrivant (announcing what will come)’ encourages us to focus on ‘the future and its possible interactions with the present and past’.39 In Ken McMullen’s 1983 experimental film Ghost Dance, Derrida famously asserts that ‘the future belongs to ghosts’ and argues that hauntology as a concept is concerned with the breaking down of chrono- K. SHAW",
      "source": "Katy Shaw - Hauntology-Springer International Publishing_Palgrave Macmillan (2018).pdf",
      "chunk_index": 37,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.77685976,
      "importance": 0.7999657392501831,
      "final_score": 0.776859700679779
    },
    {
      "id": "7cc568a0295a4ed8c0d7437b",
      "qdrant_id": "c7359d59-222c-5e14-bf90-f77f41eae154",
      "text": "the possibility of the future. As Fisher writes: “While 20th-century experimental culture was seized by recombinatorial delirium, which made it feel as if newness was inﬁ nitely available, the 21st century is oppressed by a crushing sense of ﬁ nitude and exhaustion. It doesn’t feel like the future.” 7 That is, like Sebald’s conception of the writer’s task, our culture is not ﬁ nished with the past because we are no sooner ﬁ nished than we would have to start again. We are haunted by a certain sense of a past “out there” that we have not fully captured, that is forever lost or inaccessible. We are unable properly to mourn what has previously happened and are therefore forever destined to repeat it. It is in the context of this melancholic post-modernity that Fisher advocates a style of music he dubs “hauntological,” by such artists or groups as William Basinski, the Ghost Box la…",
      "source": "(Routledge Research in Art History) Andrea Bubenik - The Persistence of Melancholia in Arts and Culture-Routledge (2019).pdf",
      "chunk_index": 158,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7752396,
      "importance": 0.8060740828514099,
      "final_score": 0.7752395272254944
    },
    {
      "id": "b17a0f17a23a62246cfa3958",
      "qdrant_id": "ed852da3-50c0-5b31-a9f3-109f651dedf2",
      "text": "my project emphasizes the double nature of the ghost proposed by Derrida: the ghost as both revenant that returns the past to attention and arrivant that announces possible futures. While Derrida and Gordon do not address the environmental potentialities of ghosts, their insistence on letting ghosts remain provides a strong framework for thinking about them as agents of social justice that can be usefully extended to address environmental concerns and nonhuman histories. Derrida begins his influential exploration, Specters of Marx, by asserting: It is necessary to speak of the ghost, indeed to the ghost and with it, from the moment that no ethics, no politics, whether revolutionary or not, seems possible and thinkable and just that does not recognize in its principle the respect for those others who are no longer living or for those others who are not yet there, presently living, whether they are dead or not yet born.24",
      "source": "Laura A. White - Ecospectrality_ Haunting and Environmental Justice in Contemporary Anglophone Novels-Bloomsbury Academic (2020).pdf",
      "chunk_index": 40,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7738376,
      "importance": 0.8037301301956177,
      "final_score": 0.773837685585022
    },
    {
      "id": "08dcda4d4b7632a0ae52515f",
      "qdrant_id": "acd7e1c4-487f-5c05-ac5d-5ca9ee03cb5e",
      "text": "and America embraced a language of ghosts and the uncanny – or rather of anachronic spectrality and hauntology – following the publication of Jacques Derrida’s Spectres of Marx in 1993 (translated into English in 1994)’.17 A wealth of publications emerged in the wake of Derrida’s text, and the apparent ‘permission’ it granted to scholars to ‘deal with ghosts’.18 While a great deal of valuable work is done by these texts,19 Luckhurst’s article is ‘suspicious’ of this spectral turn and what he terms its ‘very generalized economy’.20 He cites Derrida’s exhortation in Spectres that ‘it is necessary to introduce haunting into the very construction of a concept. Of every concept, beginning with the concepts of being and time. This is what we would be calling here a hauntology’,21 and goes on to argue that Derrida’s statement has been read, particularly by literary critics, in a way …",
      "source": "Reading Hilary Mantel Haunted Decades (Lucy Arnold) (Z-Library).pdf",
      "chunk_index": 30,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.773157,
      "importance": 0.8010104298591614,
      "final_score": 0.7731570601463318
    },
    {
      "id": "06bce8c7b3ee067f1997c981",
      "qdrant_id": "24cd4d76-de9f-5239-85e4-ffdce4d6ea1a",
      "text": "and future predictions was reason for dismissal rather than hope. This mode of deferring a future for another future is an engage- ment with the undead of information. The undead of information haunts the past and the future; it is itself a haunting. As Derrida",
      "source": "[Center for 21st Century Studies] Richard Grusin (editor) - The Nonhuman Turn (2015, University of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 123,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7714056,
      "importance": 0.7950496077537537,
      "final_score": 0.7714056372642517
    },
    {
      "id": "439397c9b2be44e97d4fcdfa",
      "qdrant_id": "11c88abe-dd39-5dcd-9605-bf61b0bc0b1b",
      "text": "traumas of slavery and racism, of nationalist nostalgias (the pasts that never existed), of repressions of cultures and languages, of fragile democratic gains slipping into tyrannies. For the England of Mark Fisher, for example, “the past as a resources of British culture” (the Empire, the postwar social democracy) “is reach- ing a point of exhaustion” (76) and the zeitgeist is hauntological in the depressive mood that all past senses of the future have been foreclosed, “haunted by events that had not happened, futures that failed to material- ize” (106). He claims here to be invoking Derrida, but Derrida is far less 6 EPILOGUE BY MICHAEL M.J. FISCHER: HAUNTOLOGY’S GENESIS…",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021) (1).pdf",
      "chunk_index": 333,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.76939416,
      "importance": 0.8011407256126404,
      "final_score": 0.769394040107727
    },
    {
      "id": "6e5aba8e5aab37c207c6a786",
      "qdrant_id": "995e7844-19b3-5c87-a808-31828398e501",
      "text": "1 CHAPTER 1 Introduction: “Being for Being Against”: Pessimism and the Cultural Moment Abstract Pessimism, both in philosophical thought and in everyday affective, political and cultural life, is persistent and ubiquitous. From the climate crisis and global pandemic to the chronic multiple crises of capital­ ism and politics revolving around identity-based discrimination, there seems plenty to be pessimistic about. Pessimism has found diverse forms of philosophical and cultural expression, and it is the latter that this book will primarily be concerned with. Pessimism poses a challenge to dominant notions of temporality and progress—aspects that it shares with haunto­ logical thought. In Jacques Derrida and Mark Fisher’s theories of hauntol­ ogy, the present is disrupted by hauntings from the political and cultural past and potential futures. Likewise, pessimism haunts contemporary cul­ ture and fundamentally unsettles linear temporalities. The introduction",
      "source": "Mark Schmitt - Spectres of Pessimism_ A Cultural Logic of the Worst (2023, Palgrave Macmillan) - libgen.li.pdf",
      "chunk_index": 9,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7690099,
      "importance": 0.7984915375709534,
      "final_score": 0.7690100073814392
    },
    {
      "id": "58e1ec164f9f22e79c485054",
      "qdrant_id": "b325b091-68b8-592b-9feb-fa1c2c382470",
      "text": "Paul Morley, were accused of cashing in on Curtis’s death. This is very far from the intention of this chapter which seeks, above all, to demonstrate the resonances between Fisher’s writing and the music of Joy Division as being intricately bound up with multiple processes of haunting extending towards industrial modernity itself. Nevertheless, the fact of Fisher’s death, like Cur- tis’s before him, is inevitably caught up in these hauntological relations. HAUNTOLOGY, SONIC HAUNTOLOGY AND THE SPECTRALITY OF RECORDED MUSIC First used in Jacques Derrida’s Spectres of Marx (2006 [1994]), hauntology refers to a specific relationship with the past, in which the past, specifically the past of labour struggle and communism is not dead and buried but exerts a call and an ‘injunction’ on the present. Reading Marx alongside Hamlet’s communing with ghosts and sense that time is ‘out of joint’, Derrida contends",
      "source": "(Popular Musics Matter_ Social, Political and Cultural Interventions) Martin J. Power (editor)_ Eoin Devereux (editor)_ Aileen Dillane (editor) - Heart and Soul_ Critical Essays on Joy Division-Rowman.pdf",
      "chunk_index": 74,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.8251874,
      "importance": 0.8419834971427917,
      "final_score": 0.7670688629150391
    },
    {
      "id": "97bdc455a7dc82209ae36b88",
      "qdrant_id": "22101511-daa2-5eff-90a4-447b21db1e2b",
      "text": "rarefied; it was endemic in the time of ‘techno-tele-discursivity, techno-tele-iconicity’ ‘simulacra’ and ‘synthetic images’. This discussion of the ‘tele-’ shows that hauntology concerns a crisis of space as well as time. As theorists such as Virilio and Jean Baudrillard had long acknowledged – and Specters of Marx can also be read as Derrida settling his account with these thinkers – ‘tele-technologies’ collapse both space and time. Events that are spatially distant become available to an audience instantaneously. Neither Baudrillard nor Derrida would live to see the full effects – no doubt I should say the full effects so far – of the ‘tele-technology’ that has most radically contracted space and time, cyberspace. But here we have a first reason why the concept of hauntology should have become attached to popular culture in the first decade of the 21st century. For it was at this mome…",
      "source": "Mark Fisher - Ghosts of My Life_ Writings on Depression, Hauntology and Lost Futures-Zero Books (2014) (1).pdf",
      "chunk_index": 59,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7660473,
      "importance": 0.797560453414917,
      "final_score": 0.7660472989082336
    },
    {
      "id": "3c2d70085194573895e755a3",
      "qdrant_id": "59775463-82b7-5e7f-a90e-2e426120cc30",
      "text": "the case that hauntings, the uncanny, the dead appear to us in surprising ways and become part of our current social projects. They become what Derrida has called our ‘spectral politics’ of landscape. This book examines the relationship between historical practices such as archaeology and archival work in order to think about how the social landscape is reinvented time and time again with reference to the ghosts of the past. It examines the literary and historical status and accounts of the ghost, not only for what they might tell us about themselves but about their significance for our, constantly re-invented, re-vivified, re-ghosted social world. Haunted houses, slave ghosts, the spectres of animals haunt our imaginations but they are more than fabrications and fictions – they are very much part of our social practice. The book aims to uncover the significance of the ‘social ghost’ and…",
      "source": "Ghosts, Landscapes and Social Memory (Martyn Hudson) (Z-Library).pdf",
      "chunk_index": 16,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7659425,
      "importance": 0.7956972718238831,
      "final_score": 0.7659425139427185
    },
    {
      "id": "783260e82f34be0d3b198101",
      "qdrant_id": "2c962f49-8289-56ca-bc75-35a016b845e5",
      "text": "the “effectivity or presence of a specter” (10). Derrida uses the term to refer to a peculiar quality that is “neither living nor dead, present nor absent: it spectralizes. It does not belong to ontology, to the discourse on the Being of beings, or to the essence of life or death,” taking “this category to be irreducible, and first of Two decades later, Mark Fisher, in Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures, points to the failure to catch ground beyond its use as a “puncept” or “successor to",
      "source": "(Critical Conversations in Horror Studies) Brad Baumgartner - Weird Mysticism_ Philosophical Horror and the Mystical Text-Lehigh University Press_ Rowman & Littlefield (2020).pdf",
      "chunk_index": 216,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7658507,
      "importance": 0.7986230254173279,
      "final_score": 0.7658506035804749
    },
    {
      "id": "8c6e1cd590fe1071d9f1b946",
      "qdrant_id": "16eb749c-f09d-5558-b83f-4b14d8501ff9",
      "text": "the term ‘revenant’ (from the French revenir, to return or come back), Derrida explains that the spectre ‘begins by coming back’ (11; emphasis in original); indeed, ‘no one can be sure if by returning it testifies to a living past or a living future’ (123). Part legacy, part prophecy, the spectre is an emissary of pasts and possible futures that the present cannot exorcize: ‘they are always there, spectres, even if they do not exist, even if they are no longer, even if they are not yet’ (221; emphasis in original). What, then, does Derridean hauntology add to an analysis of feminism’s ghosts? With its investment in notions of otherness, memory, nostalgia, inheritance and futurity, hauntology appears to encompass many of the issues that have beset debates in the",
      "source": "Rebecca Munford, Melanie Waters - Feminism and Popular Culture_ Investigating the Postfeminist Mystique-Rutgers University Press (2014).pdf",
      "chunk_index": 79,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7655736,
      "importance": 0.7925746440887451,
      "final_score": 0.7655737400054932
    },
    {
      "id": "9968c5c0514aa51a84c0db38",
      "qdrant_id": "1cac5143-4768-5349-a55d-62ae0674fe34",
      "text": "14 28 The label of the ghost may even be slightly misguiding, since we immedi­ ately are led to think in the direction of the disembodied. But as indicated above, taking Derrida’s ‘both-and’ seriously, and the limitrophy that comes with that, there will be hauntological forces that are ‘real’, which­ ever way we attempt to approach it. A pandemic has some kind of corpo­ real reality on a microscopic level, but obviously that part becomes almost irrelevant from an experiential perspective. The affectivity of fear works in the same way, whether material reality is involved or not. Commonsensically, we believe that the past is fixed, even though it may be hard to access, memory is unreliable, facts may be missing, there are problems related to ‘subjective’ and ‘objective’ realities etc. However, as suggested by several thinkers on hauntology, it may even be the case that the future is fixed. The future is so strongly held in the grip of the past that even though we",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023) (1).pdf",
      "chunk_index": 38,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.765329,
      "importance": 0.8001372814178467,
      "final_score": 0.7653292417526245
    },
    {
      "id": "8591414ad7cb2244ae414927",
      "qdrant_id": "c6629283-2731-53b7-9505-83638a0bcad2",
      "text": "“We Have to Invent the Future”: An Unseen Interview with Mark Fisher (2012) Hauntology, Nostalgia and Lost Futures: Interviewed by Valerio Mannucci and Valerio Mattioli for Nero (2014) PART SIX We Are Not Here to Entertain You: Reflections One Year Later… Spinoza, k-punk, Neuropunk Why Dissensus? New Comments Policy Comments Policy (Latest) Chronic Demotivation How to Keep Oedipus Alive in Cyberspace We Dogmatists London Litened No Future 2012 Ridicule Is Nothing to Be Scared Of (Slight Return) Break Through in Grey Lair Real Abstractions: The Application of Theory to the Modern World No I’ve Never Had a Job… Fear and Misery in Neoliberal Britain Exiting the Vampire Castle Good for Nothing PART SEVEN Acid Communism Acid Communism (Unfinished Introduction) Notes Acknowledgements",
      "source": "Mark Fisher, Darren Ambrose (editor) - K-punk_ The Collected and Unpublished Writings of Mark Fisher-Repeater (2018).pdf",
      "chunk_index": 8,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7649447,
      "importance": 0.7930418252944946,
      "final_score": 0.7649444937705994
    },
    {
      "id": "5ede86c43af5b3d06afec5aa",
      "qdrant_id": "e0f7a3e5-1f44-502f-a906-4ecbb4529983",
      "text": "﻿The Haunted Bog: Spectrality and the Bog Poems 83 seeking to add warrant to the violence by deeming that it is cultural and was inevitable, but rather is addressing similar episodes of the past that appear to be repeating and renewing themselves on the streets of Northern Ireland. This sense of Heaney placing the violence of both cultures together gives the ghosts of the past a body within his poetry, the spectres of Northern Irish violence and Scandinavia now have an eternal place within the poetry and act as a warning but also as a way of understanding. Derrida would sug­ gest that the poem is a spectral entity, a ghostly body that preserves these past ideas as ‘a ghost of the ghost’ (2006, 158) and a site that cannot cre­ ate new futures because the past always has a trace in the present moment, something which Mark Fisher suggests in Ghosts of My Life in terms of lost futu…",
      "source": "(Routledge Studies in Irish Literature) Ian Hickey - Haunted Heaney_ Spectres and the Poetry-Routledge (2021).pdf",
      "chunk_index": 338,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.76371044,
      "importance": 0.7895733714103699,
      "final_score": 0.7637104392051697
    },
    {
      "id": "7b7c004d792f89afd075bb85",
      "qdrant_id": "24ff68d4-32be-57fe-9264-49f224132102",
      "text": "a liminal space reproduces a Derrida (1994) hauntology, invoking entities as neither dead nor alive, material nor invisible and in so doing recasts our concrete foundations and definitions of the real. The examination of this spectral quality, for Federic Jameson, may yield opportunities to decon- struct meaning as opposed to the living present (cf. Davis 2005). Within such a spectrum, the iconic death is infused both through opportunities to draw on humanitarian affectivity and to be expunged of its iconic status through derision, decoupling from its momentary exalted status. Yielding new modes of signification in the platform economics of the internet, iconic images are received and processed through this mutability of acquiring new forms. They are then re-imposed through image curation,",
      "source": "Yasmin Ibrahim - Digital Icons_ Memes, Martyrs and Avatars - libgen.li.pdf",
      "chunk_index": 407,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.76365113,
      "importance": 0.8037896752357483,
      "final_score": 0.7636511921882629
    },
    {
      "id": "f8406580b157c9c87cbad258",
      "qdrant_id": "5dba9570-1792-5df0-9109-2cd89aac9bb3",
      "text": "niques have arguably been used to perfection for instance in Munro and Atwood. In addition, there is the partly thematised aspect of the forkings of life paths, of roads taken always implying roads not taken. In terms of haunting, such an aspect of narrativity will always be of relevance, since the lost life will always linger and sometimes it will haunt. Especially in Munro’s fiction, we shall encounter narrative patterns that mirror life pat­ terns, and there will always be the same sense of absolute chance and absolute fatality, almost as if these opposites were the same thing. To sum up the major foci in the coming analyses, we see that temporality, limitro­ phy and the power of the past, or the presence of the past in the present, will be prominent features in the analyses below. Recent Hauntology Studies Ever since the 1990s and the publication of Derrida’s Specters of Marx, hauntology has haunted literary studies, and various aspects of ghosts",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023).pdf",
      "chunk_index": 30,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.76314884,
      "importance": 0.7925090789794922,
      "final_score": 0.7631487846374512
    },
    {
      "id": "ace0f774c82de2998d99ac78",
      "qdrant_id": "747b3107-369b-55e0-bad6-b3bd8b47f658",
      "text": "39 and hence as the “enactor” of our collective fantasies) that we are witness- ing a breakdown of “the very distinction between past and present,” and a social reality in which “cultural time has folded back on itself, and the impression of linear development has given way to a strange simultane- ity.”72 And it is in terms of this formulation of the post-capitalist state of culture that hauntology offers the most appropriate conceptual tool in analysis of culture and subjectivity, even as the uncanny is no longer implied by the disjointment that is becoming the norm of our temporality. This hauntology may no longer be associated with (or at least limited to) the metaphysical and the supernatural, but nor is it simply a figure of speech: this hauntology is a means of addressing one of the foundational qualities of human subjectivity—a quality that has always lied at the core of what it is to be human, but is now, due to new technologies of informa-",
      "source": "Sadeq Rahimi (auth.) - The Hauntology of Everyday Life (2021, Palgrave Pivot) [10.1007_978-3-030-78992-3] - libgen.li.pdf",
      "chunk_index": 187,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7630819,
      "importance": 0.7992832660675049,
      "final_score": 0.7630821466445923
    },
    {
      "id": "85f2c71b6fea63e6176f4c33",
      "qdrant_id": "8d3964e1-f8da-5925-8ad8-16e31c3d911c",
      "text": "out of this unhelpful opposition is to think of hauntology as the agency of the virtual, with the spectre understood not as anything supernatural, but as that which acts without (physically) existing. The great thinkers of modernity, Freud as well as Marx, had discovered different modes of this spectral causality. The late capitalist world, governed by the abstractions of finance, is very clearly a world in which virtualities are effective, and perhaps the most ominous ‘spectre of Marx’ is capital itself. But as Derrida underlines in his interviews in the Ghost Dance film, psychoanalysis is also a ‘science of ghosts’, a study of how reverberant events in the psyche become revenants. Referring back to Hägglund’s distinction between the no longer and the not yet, we can provisionally distinguish two directions in hauntology. The first refers to that which is (in actuality is) no longer, bu…",
      "source": "Mark Fisher - Ghosts of My Life_ Writings on Depression, Hauntology and Lost Futures-Zero Books (2014) (1).pdf",
      "chunk_index": 55,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.76284873,
      "importance": 0.7964830994606018,
      "final_score": 0.7628488540649414
    },
    {
      "id": "9188c80340b8be2427012d23",
      "qdrant_id": "d69c6eee-b530-593e-9de3-ecc145f13550",
      "text": "has made the near future lean even nearer, spilling into the present, filling the present with fear, speculation, anxiety, and, perhaps beneath all this, a generalized and heightened sense of expectancy of what has not yet come. As studies of the policing of migration, military occupation, blood trades, financial markets, the war on terror, mass death, media ecologies, branding, and the production of political memory and amnesia, these essays explore the governance of life and death, beyond biopolitics, in the near future. This near future is not so much a product of the present, but rather the present is a preemption of future potentialities. These essays do not present only a “his- tory of the present” as Michel Foucault encouraged, but a history of multiple and incommensurable presents that overlap and overspill with the presence of ghosts of the past as well as the conjured…",
      "source": "Patricia Ticento Clough and Craig Willse_ (eds.) - Beyond Biopolitics _ Essays on the Governance of Life and Death (2011, Duke University Press) - libgen.li.pdf",
      "chunk_index": 12,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7621157,
      "importance": 0.7941934466362,
      "final_score": 0.7621157169342041
    },
    {
      "id": "9816967c2258d32acd0ecc10",
      "qdrant_id": "6d655f66-0a67-57f9-b842-99ddf450ec26",
      "text": "presence of a specter, that is, of what seems to remain as ineffective, virtual, insubstantial as a simulacrum? Is there there, between the thing itself and its simulacrum, an opposition that holds up? Repetition and ﬁrst time, but also repetition and last time, since the singularity of any ﬁrst time makes of it also a last time. Each time it is the event itself, a ﬁrst time is a last time. Altogether other. Staging for the end of history. Let us call it a hauntology. This logic of haunting would not be merely larger and more powerful than an ontology or a thinking of Being (of the “to be,” assuming that it is a matter of Being in the “to be or not to be,” but nothing is less certain). It would harbor within itself, but like circumscribed places or particular [crypt] effects, eschatology and teleology themselves. It would comprehend them, but incomprehensibly. (Specters 10) In a word, “h…",
      "source": "Jodey Castricano - Cryptomimesis_ The Gothic and Jacques Derrida’s Ghost Writing (2001, McGill-Queen’s University Press) - libgen.li.pdf",
      "chunk_index": 210,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.75977373,
      "importance": 0.7898557782173157,
      "final_score": 0.759773850440979
    },
    {
      "id": "8b13119a7d7e0ee19a3783b8",
      "qdrant_id": "1757f123-c329-533b-a157-b51f4dec16c5",
      "text": "Companion, Avril Horner and Sue Zlosnik (eds) (Edinburgh University Press, 2016), 135–49. Coverley, Merlin, Hauntology: Ghosts of Futures Past (Harpenden UK: Oldcastle Books, 2020). Crawford, Heide, The Origins of the Literary Vampire (Lanham: Rowman & Littlefield Publishers, 2016). Crofts, Penny, and Honni van Rijswijk. “‘What Kept You So Long?’: Bullying’s Gray Zone and The Vampire’s Transgressive Justice in Let the Right One In” (Law, Culture & the Humanities 11:2, 2015), 248–69. Derrida, Jacques, Specters of Marx: The State of the Debt, the Work of Mourning, & the New International (New York: Routledge, 1994; French edition 1993). Derrida, Jacques, The Animal That Therefore I Am (New York: Fordham University Press, 2008). Fisher, Mark, Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures (Winchester, UK: Zero Books; 2014). Fisher, Mark, The Weird and the Eer…",
      "source": "[Palgrave Gothic] Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire (2023, Palgrave Macmillan) - libgen.li.pdf",
      "chunk_index": 331,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7583492,
      "importance": 0.7900555729866028,
      "final_score": 0.7583492994308472
    },
    {
      "id": "d4762cd66fe2da731af88c63",
      "qdrant_id": "7be93c51-19f3-5907-aeba-ba5869ee25aa",
      "text": "melancholia is that we may come to understand memory as working solely on the basis of repetition and negativity, rather than on its progressive (future) productivity. Here, we may remember Freud’s equally singular association of the ghost with the gruesome and begin to be reminded of the innovation inherent in Derrida’s conceptualization of the specter—which is always both revenant (invoking what was) and arrivant (announcing what will come)—as operating on a number of temporal planes, most crucially the future and its possible interactions with the present and the past. Derrida’s specter not only “signals the unbidden imposition of parts of the past on the present, and the way in which the future is always already populated with certain possibilities derived from the past,” but also, through its association with the messianic, or, less enigmatically, with Gayatri Spivak’s ghost dance as future anterior,",
      "source": "The Spectralities Reader Ghosts and Haunting in Contemporary Cultural Theory (María del Pilar Blanco Esther Peeren (editors)) (Z-Library).pdf",
      "chunk_index": 69,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.75805104,
      "importance": 0.7912077903747559,
      "final_score": 0.7580509185791016
    },
    {
      "id": "7a80837cfa6d5541d262771b",
      "qdrant_id": "ce226405-2ca5-5707-ba4d-88ef3289f175",
      "text": "on hauntology. We inherit the past from those who go before us but also inherit the ideas, traditions, and customs of past generations. In practical terms, this means that once we are exposed to any given piece of informa­ tion then we remember it at a later date, it comes forth from the uncon­ scious where it has been lurking as a spectre of the past. The thought occurs in the present but is not from the present and is instead a ghost from the past that can be traced back to the moment of inheritance. Inheriting from the past is a constant and never-ending part of the present moment and in The Gift of Death Derrida comments on the never-ending cycle of history and notes that ‘history will never come to a close. Any history worthy of the name can neither be saturated nor closed’ (1995, 7). This notion of history being never-ending is pertinent to the ideas presented in Specters …",
      "source": "(Routledge Studies in Irish Literature) Ian Hickey - Haunted Heaney_ Spectres and the Poetry-Routledge (2021).pdf",
      "chunk_index": 75,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7577599,
      "importance": 0.7885563969612122,
      "final_score": 0.7577599883079529
    },
    {
      "id": "6baa911ae61a4c1ec00ea813",
      "qdrant_id": "cc9ca821-0d85-5dad-9fff-2d68496767a1",
      "text": "112 Hamlet is about a future that does not come—a hauntological problem, to use the term from Derrida that has arisen in a new context in the work of Mark Fisher. China Mieville writes: The Weird, then, is starkly opposed to the hauntological. Hauntology, a category positing, presuming, implying a ‘time out of joint,’ a present stained with traces of the ghostly, the dead-but-unquiet, estranges reality in an almost precisely opposite fashion to the Weird: with a radicalised uncanny—‘something which is secretly familiar, which has undergone repression and the returned from it’—rather than a hallucinatory/nihilist novum. … The Weird is not the return of any ‘repressed’ but seeks ‘to en- Weird ontology itself.’28 It seems to me, however, that hauntology is primarily about a sense of disconnection from the future, and not at all out of place in the weird. It’s not so much that the …",
      "source": "Michael Cisco - Weird Fiction_ A Genre Study (2022, Palgrave Macmillan) - libgen.li (1).pdf",
      "chunk_index": 136,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7577369,
      "importance": 0.7817651629447937,
      "final_score": 0.7577368021011353
    },
    {
      "id": "a2ddd18b9f0e58af525a3b26",
      "qdrant_id": "520c558d-0218-550d-b582-eaefc16d7a0f",
      "text": "are interested in is here described not so much as an opening to what comes from the future, what might potentially threaten the entity in question, but rather, as a radically threatening compromise (one that does not pose the possi- bility of “sacrificial self- destruction” but in some sense actually enacts it) abso- lutely necessary for its living on. The fullest indications of this thought are to be found in Archive Fever, written just after “Faith and Knowledge” and very much of a piece with this earlier text. In fact, though it is not often considered as such, Archive Fever forms one of the key texts in the nexus of works (Specters, “Faith and Knowledge,” and Rogues) in which the logic of autoimmunity and survival is spelled out. The relevant passages are to be found in Derrida’s discussion of Freud’s Civi- lization and Its Discontents (1929), in which Freud grapples with th…",
      "source": "Robert Trumbull - From Life to Survival_ Derrida, Freud, and the Future of Deconstruction (2022, Fordham University Press) - libgen.li.pdf",
      "chunk_index": 116,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.75773084,
      "importance": 0.7940821051597595,
      "final_score": 0.7577307224273682
    },
    {
      "id": "987e11aafbaaa7b3e869d166",
      "qdrant_id": "9f7ee235-cbbb-5371-b29f-81a7614b3bb4",
      "text": "In About Time (2007), Mark Currie attempts to answer precisely this question through ‘a theoretical account of time which might rescue the analysis of temporality from some of the vagueness of new historicism, cultural history, Derridean hauntology, the uncanny and the culture theory of postmodernism’ (2007, p. 1). Currie maintains that it is in relation to contemporary ﬁction in particular that such an analysis of time is necessary, speciﬁcally in the light of ‘the strange temporal structures that have developed in the novel in recent decades’ (p. 1). Crucial to Currie’s account is the notion of the ‘anticipation of retrospection’ (p. 29) – derived and developed from Peter Brooks (1984, p. 23) – ‘which is involved in all narrative, and which offers the beginnings of a theory which connects the temporality of reading with the temporality of living’ (pp. 30–1). It does so in the sense that, when we read a narrative, ‘we decode the preterite [past",
      "source": "[Continuum Literary Studies] Sarah Dillon - The Palimpsest_ Literature, Criticism, Theory (2007, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 361,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7555597,
      "importance": 0.7919220924377441,
      "final_score": 0.7555596828460693
    },
    {
      "id": "f805c9864f62d8a73d1cfb1e",
      "qdrant_id": "b5761b05-0204-587f-9296-81f57e7dc73c",
      "text": "107 with specters as more than simply a scholarly pursuit, Derrida argues that any such undertaking must be founded on, and inspired by, a profound belief in justice, a desire to look beneath and to search for alternatives to received histories, wisdoms and narratives of what has gone before. Any speaking about or to specters has to be conducted ‘in the name of justice’.11 In their deconstructive capacity, specters posit this possibility of justice. The haunting return demands justice or, at the very least, a response from the haunted subject. Recognition of the specter is also recognition of the future inside the past, the possibilities opened up by new knowledge of that which went before. As the late, great, hauntology scholar Mark Fisher suggests, ‘the long dark night at the end of history has to be grasped as an enormous opportunity […]. From a situation in which nothing …",
      "source": "Katy Shaw - Hauntology-Springer International Publishing_Palgrave Macmillan (2018).pdf",
      "chunk_index": 368,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7550435,
      "importance": 0.7840927839279175,
      "final_score": 0.7550434470176697
    },
    {
      "id": "75f74c9bfe82e5a887210be5",
      "qdrant_id": "00e1d45e-a512-5aab-a933-ad5b27d4ce26",
      "text": "manner of a spectre (first used in Jacques Derrida’s 1993 book Specters of Marx). In the early noughties, cultural theorists Simon Reynolds and Mark Fisher used this term to define a type of British-based music dominated with a sense of nostalgia for ‘lost futures’. Fisher’s blog K-Punk describes hauntological music as a type of music with a particular form of ‘nostalgia’, almost sounding like it was composed during the 1970s or early 1980s. Fisher further suggests that haun­ tological music represents a disappearance of both the present and the future and how electronic music from the 1990s, or even Kraftwerk, is often described as ‘futuristic’ (Mattioli and Mannucci 2018, 683–689). Reynolds’s book Retromania describes hauntology as memory’s power and fra­ gility, where the sound becomes destined to be distorted, to fade, then finally disappear (Reynolds 2011). Reynolds and Fisher have even described this term as a collective band of UK artists, such",
      "source": "[Routledge literature companions] Edgar-Hunt, Robert, editor Johnson, Wayne, 1961- editor - THE ROUTLEDGE COMPANION TO FOLK HORROR (2024, Routledge) - libgen.li.pdf",
      "chunk_index": 198,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7540759,
      "importance": 0.7836593389511108,
      "final_score": 0.754075825214386
    },
    {
      "id": "aed00bcb735b39ac886ba0eb",
      "qdrant_id": "0302d855-d5bd-52e7-809e-2f2b1afcd586",
      "text": "contradictory and uncomfortable demands. In his collection of essays Specters of Marx (1994), the philosopher Jacques Derrida attempts to theorise the relation of contemporary culture to its histories in terms of what he calls ‘hauntology’. Showing how, in Marx’s own writing, the past is often ﬁgured as a kind of haunting, Derrida’s text suggests some interesting ways in which we might consider the tortuous relation of contemporary culture to its pasts. By virtue of its passing, what we call the past cannot exist, and yet as Derrida says it continues to assert itself in the present in innumerable ways. Like a haunting, a past returns as a half-presence, something which is simultaneously remembered and known, and at the same time strange and unknowable. Certainly, Toni Morrison’s character Beloved could be considered as a revenant in a sense similar to this. She is a past that will not li…",
      "source": "Jago Morrison - Contemporary Fiction (2003, Routledge) - libgen.li.pdf",
      "chunk_index": 85,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.75321656,
      "importance": 0.7894601225852966,
      "final_score": 0.7532164454460144
    },
    {
      "id": "e2891118afc73e7f14f4ca09",
      "qdrant_id": "cdfc762e-34c9-5ebf-a036-a0c4a6d8510c",
      "text": "Introduction 11 disaster without being able to situate it in the future: it is rather always already past, and yet we are on the edge or under the threat, all formula- tions which would imply the future—that which is yet to come—if the disaster were not that which does not come, that which has put a stop to every arrival. (Blanchot 1995, 1) We might, given the contortions of Blanchot’s thinking here, add his theory of the disaster to our list of initiatory frustrations: the disaster ruins every- thing, but cannot be known; the disaster has always already occurred, yet is always already out of reach; the disaster, he writes later, is the experience that “none can undergo” (120). My own reading of the Blanchotian disaster relates it to Derrida’s idea of the impossible event: the impossible, he notes in texts as various as “Force of Law,” “As If It Were Possible,” or “Nietzsche and the Machine,” is an event that is unquantifi able, undecidable, aporeti-",
      "source": "[Continuum Literary Studies] Jonathan Boulter - Melancholy and the Archive_ Trauma, History and Memory in the Contemporary Novel (2011, Continuum) - libgen.li.pdf",
      "chunk_index": 44,
      "page": null,
      "seed_hits": [
        "maurice-blanchot-the-writing-of-the-disaster-space-of-literature"
      ],
      "raw_score": 0.7527214,
      "importance": 0.7916341423988342,
      "final_score": 0.7527213096618652
    },
    {
      "id": "57a0efd79c73dab9c47020f1",
      "qdrant_id": "28979035-a3e8-5187-bcbb-6928d8ffb41e",
      "text": "tities that were in any case poor fiction” (28). But in the twenty-­first cen- tury, it had been “reduced to being a mirror held up to late capitalist subjectivity” (ibid.). Hauntology was the term that Fisher and a few other music critics adopted/adapted (a blue note difference) from Derrida (like his différance that extends the note, deferring, differing) to designate both the mood and the sonic experimentation with the nervous system. The ghosts here, he writes, are not supernatural, but the traumatically Real in the Lacanian sense, having to do also with the link between social anomie and psycho- pathology, depression, and breakdown, linked in the political economy and individual mental health. He illustrates the traumatic Real with the memory block and double bind in Stanley Kubrick’s 1980 film The Shining: killing yourself and family is not the sort of thing you would for- get, and not the sort of thing you could possibly remember (i.e., that",
      "source": "Sadeq Rahimi (auth.) - The Hauntology of Everyday Life (2021, Palgrave Pivot) [10.1007_978-3-030-78992-3] - libgen.li.pdf",
      "chunk_index": 339,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7620615,
      "importance": 0.7988086938858032,
      "final_score": 0.75175940990448
    },
    {
      "id": "46de6f7efc3c8704b3350e91",
      "qdrant_id": "1e158669-bb25-5d23-a6e7-87ff75f427c4",
      "text": "18 this chapter revealed through readings guided by a modified version of Sadeq Rahimi’s hauntology of the everyday. Such a hauntology posits the desire of needs as central in human experience, which perpetually accentu­ ates the groundlessness of the present. Desire draws the subject constantly towards non-present objects and is thereby future-directed. The validation of the desired objects is sought in the past, as memory and history, which sets spectrality in motion. Even negated meaning and actions not taken may return as haunting ghosts, or even more clearly put, these are proba­ bly the most common and strongest haunting forces. The past refuses to remain in the past. Moreover, this cognitive dynamic is tied to Poe’s own notion of ‘perverseness’, which is clearly displayed as a concept in the tales analysed, as well as concomitantly working as a semi-hidden driving force in these narratives of spectrality and devastation—here other etymologi­",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023) (1).pdf",
      "chunk_index": 49,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7513124,
      "importance": 0.7892240881919861,
      "final_score": 0.7513123154640198
    },
    {
      "id": "4b15a93bb21ecaaee6e328c7",
      "qdrant_id": "e0f272b5-c7e5-5db2-a6f3-f54a732fde9e",
      "text": "For Eli Trumbull, my everything vii List of Abbreviations ix Introduction: Derrida, Freud, and the Future of Deconstruction 1 1 From Grammatology to Life Death 11 2 Interrogating the Death Drive 35 3 Survival as Autoimmunity 68 4 Mortality and Normativity 97 5 Sovereignty, Cruelty, and the Death Penalty 127 Acknowledgments 155 notes 157 Bibliography 185 Index 195 Contents",
      "source": "Robert Trumbull - From Life to Survival_ Derrida, Freud, and the Future of Deconstruction (2022, Fordham University Press) - libgen.li.pdf",
      "chunk_index": 2,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida",
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7503015,
      "importance": 0.7947933077812195,
      "final_score": 0.7503014802932739
    },
    {
      "id": "9666af5f8a0f924e1e7cdf6c",
      "qdrant_id": "dd74042e-79a5-5ced-b6eb-13ec1e519600",
      "text": "time. Suppose we stumble across an abandoned shoe, it announces a time: it both suggests functions it no longer enacts and provokes speculative narratives as to its future. Is this the remainder of some grotesque or heinous crime, or simply the cherished left boot of a one-legged man? We might also speculate to what it might become – after years of being kicked around this country road it might, for instance, be taken up by an eager collector of shoes and be added to others of its kind. We ask, then, with Jacques Derrida, about the return of these things only insofar as we must acknowledge their temporal departure: ‘Are they going to remain there, put down, left lying about, abandoned [délaissées]? Like these apparently empty, unlaced [délacées] shoes, waiting with a certain detachment for someone to come, and to say, to come and say what has to be done to tie them together again?’14 We form our questions about these waste things as queries to",
      "source": "Viney, William - Waste_ A Philosophy of Things (2014, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 51,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7487134,
      "importance": 0.7913804054260254,
      "final_score": 0.7487134337425232
    },
    {
      "id": "a84066746c4ade44ac234dba",
      "qdrant_id": "2b8f534b-8fc7-5a72-a1ff-15e7647093f0",
      "text": "of what Luckhurst calls the “London Gothic” (the locus of his critique) comprises divergent visions of haunting, some popular and some aligned with a certain cabalism among the writers and readers of the city’s haunted topography – a “just between you and me” relationship between “visionary” and complicit reader (532) – is obscured in “the generalized economy of haunting” (534). This economy, of which Derrida is the main representative, forgets about the specificity of ghosts, the fact that they appear in specific moments, and specific locations, and also forgets that ghosts are “symptoms, points of rupture that insist their singular tale be retold and their wrongs acknowledged” (542). Where Luckhurst describes the London Gothic and Julian Wolfreys has noted a “London-effect” of haunting in his Writing London, whereby aspects of everyday life in this city gain increasing subte…",
      "source": "Maria del Pilar Blanco_ Esther Pereen - Popular Ghosts_ The Haunted Spaces of Everyday Culture (2010, Bloomsbury Academic) - libgen.li.pdf",
      "chunk_index": 17,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.74846625,
      "importance": 0.7817193865776062,
      "final_score": 0.7484661936759949
    },
    {
      "id": "f69ad807fa73ef7fca578b39",
      "qdrant_id": "b8213557-8589-531b-b528-6d4787a1d636",
      "text": "relation to the past’s ineluctable grip on popular music: ‘Did we run out of the future somewhere along the way? … It’s as though the sheer drag caused by the mass of its own memory flesh has arrested pop’s forward motion’ (2006: 33). Reynolds discusses a peculiar nos- talgia (in contemporary artists on the Ghost Box label, for example) for once imagined futures, which harks back to early electronic music as expressive of post-war British confidence in social progress. This nostalgic hauntology is found juxtaposed with an occult imaginary of recent British history which frequently draws on the work of the gothic horror of the fin de siècle already mentioned above. In such manifesta- tions, hauntology names a pop cultural critique of the present which embraces a revival of interest in post-punk spectres such as TG, who were also, of course, concerned with the possibility of a fu…",
      "source": "[International Gothic] Fred Botting, Catherine Spooner - Monstrous Media_Spectral Subjects_ Imaging Gothic From the Nineteenth Century to the Present (2015, Manchester University Press) - libgen.li (1).pdf",
      "chunk_index": 342,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.74767464,
      "importance": 0.7801048159599304,
      "final_score": 0.7476744055747986
    },
    {
      "id": "e77b0d97809894dbaedfb1ac",
      "qdrant_id": "982ce2a7-0a2e-54f1-a7ef-0176626f3360",
      "text": "(2010, 60). Hence, Derrida—in contrast to Levinas, who configures ethical alterity in a humanistic fashion—considers that to be in relation with the other is to be in relation with that which comes from beyond being, whose identity is always yet to be determined. Derrida’s excavation of this humanistic kernel in Levinas’s thought affects the deployment of his “hauntology” with phantom persecution films. While Derrida links the specter to a who, it is precisely this space that is stripped of humanist pretenses—expanding the view of the phantom beyond hostile human antagonists or wronged victims opens the possibility for an alterity/ alterities that need not be marked primarily by the human.9 As the source of the spectral assignation is unmoored of humanistic, chauvinistic and",
      "source": "[Lexington Books Horror Studies] Michael J. Burke - The Ethics of Horror_ Spectral Alterity in Twenty-First-Century Horror Film (2024, Lexington Books) - libgen.li.pdf",
      "chunk_index": 126,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7472853,
      "importance": 0.791419506072998,
      "final_score": 0.7472853064537048
    },
    {
      "id": "436157b3107f904679fcd9b5",
      "qdrant_id": "118d3f40-3165-5e63-9173-18bb8761d9d7",
      "text": "discussion to note Derrida’s understanding of the spectre as a form of anachronism, whose presence signals that ‘“[t]he time is out of joint”: time is disarticulated, dislocated, dislodged[,] […] deranged, both out of order and mad’ (20; emphasis in original). Significantly, the spectre is not straightforwardly an emissary of the past, but also potentially a spirit of the ‘future-to-come’ (19). Thus disordering progressive temporal structures by obscuring the chronology of the past, present and future, the spectre simultaneously disrupts the moment in which it appears, revealing the ‘non-contemporaneity of present time with itself’ (29). In anachronism, the past is revisited upon us: what we thought to be gone returns, confirming its ability to influence the present. At this level, anachronism replicates the ‘de-synchroniz[ing]’ (Derrida 6) manoeuvres of the Freudian uncanny…",
      "source": "Rebecca Munford, Melanie Waters - Feminism and Popular Culture_ Investigating the Postfeminist Mystique-Rutgers University Press (2014).pdf",
      "chunk_index": 57,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7469201,
      "importance": 0.7890380024909973,
      "final_score": 0.7469202280044556
    },
    {
      "id": "1003b633a35165f556eb1e77",
      "qdrant_id": "ad824816-af73-5346-bcdc-eba50e100ae8",
      "text": "speculative realisms seem to combine the most extreme tendencies of both panpsychism and eliminativism—however oxymoronic such a conjunction might seem. I am thinking, for instance, of Ben Woodard’s “dark vitalism” (2012), Reza Negarestani’s “dark materialism” (2008), and Eugene Thacker’s “horror of philosophy” (2011). For these thinkers, the world-without-us is alien and actively hostile to human life and thought. If nothing else, such projects are further signs that we are beginning to think speculatively and cosmologically again—after a century in which, with the lonely exception of Whitehead, such efforts were viewed with suspicion and derision.",
      "source": "Steven Shaviro - The Universe of Things_ On Speculative Realism (2014, U of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 253,
      "page": null,
      "seed_hits": [
        "eugene-thacker-horror-of-philosophy-cosmic-pessimism"
      ],
      "raw_score": 0.7417538,
      "importance": 0.7850223183631897,
      "final_score": 0.7417540550231934
    },
    {
      "id": "6d985457e194ae521d782ac4",
      "qdrant_id": "c16f3711-b8b0-538a-8062-32b48b515a44",
      "text": "23 1. On the Edge of Afﬁ rmation: Derrida It might well appear a strange decision to begin with the work of Jacques Derrida when one of the key features of contemporary afﬁ rma- tionism has been its tendency to claim to have surpassed or exceeded deconstruction. The persistent characterisation of Derrida’s oeuvre in negative terms – inﬁ nite deferral, delay, marginality, anti- systemic fragmentation and, at worst, theoretical and political paralysis – has often been the starting point for the articulation of new afﬁ rmative alternatives. To take one instance, Alain Badiou, in relation to artistic practice, argues that we must ‘renounce the delights of the margin, of obliqueness, of inﬁ nite deconstruction, of the fragment, of the exhibi- tion trembling with mortality, of ﬁ nitude and of the body’.1 Regarding these forms as complicit with the ideological dynamics of contemporary capitalism Badiou opposes to them the need for ‘monumental construc-",
      "source": "Benjamin Noys - The Persistence of the Negative_ A Critique of Contemporary Continental Theory (2010, Edinburgh University Press) - libgen.li.pdf",
      "chunk_index": 97,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7395388,
      "importance": 0.7858152985572815,
      "final_score": 0.7395386695861816
    },
    {
      "id": "d83d68e26489c2e2dbf8cb33",
      "qdrant_id": "c0cd8ad4-2717-549f-bd6b-7523fb9e41ed",
      "text": "Forward by Mark Fisher clicked send in 1999. The unpromising year - of forecasted occurrences, appearances and happenings - hosted the reception of his PhD dissertation at the University of Warwick - a site notorious today for a select cohort and non-tradition that Fisher continued to unearth and fabulate until his death last year. The disclosures of Flatline Constructs: Gothic Materialism and Cybernetic Theory-Fiction are manic, stimulative and depressive; a glimpse into a previous and insular era of fi ction and theory that was, to be thought of, at its peak in the 1990s and yet colossally archaic in 21st century hindsight. Hysteria of the year 1999, and Y2K as a foundational hyperstitional event, should come at no surprise as a contagious and memetic inspiration for cyberpunk theory-fi ction. The chronological prophecy from 19991 to 2000 is either entirely a fabrication su…",
      "source": "Mark Fisher - Flatline Constructs_ Gothic Materialism and Cybernetic Theory-Fiction - libgen.li.pdf",
      "chunk_index": 3,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.720003,
      "importance": 0.7777907848358154,
      "final_score": 0.7344438433647156
    },
    {
      "id": "a842ab0d9a8e9f5d18bf659d",
      "qdrant_id": "ccfa7a89-e9c5-5975-bbd6-57f090058f92",
      "text": "the cancellation of the twin futures of modernity and modernism. What was already sensed and felt in 1977 is now realized as the dystopic imposition of what Fisher labelled Capitalist Realism (2009) and which is summed up in the neo-liberal Thatcherite slogan, ‘there is no alternative’. But hauntology, as a temporal mode, is already more oriented to the past than the future, or rather to an idea of the future predicated on a haunted relationship with the ghosts of the past. In Fisher’s hauntological terms, Berardi’s paradoxical insight that in some way fundamentally connected to the 1970s we are now ‘after the future’ becomes or rather became expressed by the sense of the ‘slow cancellation of the future’ (Fisher 2013, 13ff.). Fisher especially associated this cancellation of the future with popular music and its declining capacity to produce the new: ‘If the late 1970s and early 80s were the moment when the current crisis",
      "source": "(Popular Musics Matter_ Social, Political and Cultural Interventions) Martin J. Power (editor)_ Eoin Devereux (editor)_ Aileen Dillane (editor) - Heart and Soul_ Critical Essays on Joy Division-Rowman.pdf",
      "chunk_index": 85,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.8020084,
      "importance": 0.8226958513259888,
      "final_score": 0.7335011959075928
    },
    {
      "id": "cc299cf897f7eca44f9de588",
      "qdrant_id": "b5d83887-967d-50f4-81dc-37366c0020c5",
      "text": "Introduction 9 would rarely find their way into a municipal archive, such as Cahun’s intimate portraits of herself in multiple disguises, which constitute an almost archival study of alternative identities for a European woman of her generation (106). These doubles for herself, ghostly presences captured on film, emblematize the way all archives are ghosts of previous times, traces of something lost, that speak to the present and future out of the past. In thinking about the papers, objects, and thought stored in Freud’s house in London, Derrida ascribes a “shifting” quality to the notion of the archive in Archive Fever that resembles the rhythm of suspension and flow of surrealist automatism. In the case of the archive, this rhythm is linked to the tension the desire for archiviza- tion stimulates between the death drive — triggering a retrospective instinct to memorialize …",
      "source": "Conley, Katharine - Surrealist Ghostliness (2013, University of Nebraska Press) - libgen.li.pdf",
      "chunk_index": 52,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.74306154,
      "importance": 0.7922145128250122,
      "final_score": 0.7321985960006714
    },
    {
      "id": "ed6dea9b7d85c9c20c1367a4",
      "qdrant_id": "b8f2033c-1ef5-53ee-adbb-9341e879c94d",
      "text": "Constructs, which invokes a user guide to late capitalism, that ceaseless striation of space that envelops territory and operates a proto-globalism, shaping the map for Empire, mapping networks across boundaries and issuing communication and its exploits. Fisher’s cohort, readership, audience would experiment with these fictions, but in the end the preface to a post-truth and worldly dystopian situation should have been expected, and entertained as such. Instead, today Fisher’s queue seems like an idyllic dwelling on past landscapes, themselves monographs into deterred situations. Fisher was as much a Corbynist as he was a nihilist, dedicated to consciousness raising. But the map is not the territory - nor is it a hermeneutic key that protracts one’s way out, exit or fabulation away from the ongoing dystopia of the present. There is a fragmentary recoil to Fisher’s pessimism of…",
      "source": "Mark Fisher - Flatline Constructs_ Gothic Materialism and Cybernetic Theory-Fiction - libgen.li.pdf",
      "chunk_index": 29,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.725607,
      "importance": 0.776283860206604,
      "final_score": 0.7305195927619934
    },
    {
      "id": "531d0dff8e35ea9a12f6876a",
      "qdrant_id": "7dc0ddba-1512-5b3e-920b-d833b43bd722",
      "text": "varying historical forms: The suppression of the after-life immanent to life, whose horror reveals that which is already there prior to individual lives, the anonymous Levinasian ‘there is’ which, Thacker argues, is ‘a point of attraction for ontology’ – in Thacker’s coinage, a ‘nouminous’ (both noumenal and numinous) life. However as Thacker’s ‘disputations’ deepen, the ‘always-receding horizon’ of the Given this discursive intersection between the attempt to rethink reality through contemporary science and philosophy, and the tropes of the horror ‘genre’, then, there is a certain logic in examining together conceptual armature and artistic dramatisation. It was this double- edged approach that we decided to take in the present volume, by bringing together contributions from authors of weird fiction, artists, and philosophers­ – only to discover ourselves vindicated by the…",
      "source": "Robin Mackay (editor) - Collapse_ Philosophical Research and Development. Concept Horror 4 (2008, Urbanomic) - libgen.li.pdf",
      "chunk_index": 13,
      "page": null,
      "seed_hits": [
        "eugene-thacker-horror-of-philosophy-cosmic-pessimism"
      ],
      "raw_score": 0.7202261,
      "importance": 0.7790506482124329,
      "final_score": 0.729884147644043
    },
    {
      "id": "47b6aef03533669f7ec3a21e",
      "qdrant_id": "53ee57cf-dc1a-529d-990a-faaea9314675",
      "text": "96\b Sounding spectres post-political indifference. We could say that global hauntology effects a practical deconstruction of traditions, institutions and identities but offers little by way of an impetus towards alternative constructions. Mark Fisher conceives the hauntological injunction in the form of the return of ‘ghosts of the Real’ to be enlisted in a struggle against the terminal, zombie state of neo-liberalism which precisely suppresses the real (2006a). The Real which is, for Fisher (after Žižek), a founding trauma which we cannot remember but are nevertheless compelled to retrieve, can act as a psychic defibrillator, a nihilatory force to shock the ‘dead’ back into life: ‘If the revolutionary tumult of the post-punk era was characterised by restless dissatisfaction, anxiety, uncertainty, rage, harshness, unfairness – that is, by an atmosphere of relentless ­criticism – today’s Pop scene is suffused with laxness, bland acceptance, quies-",
      "source": "[International Gothic Series] Fred Botting_ Catherine Spooner (editors) - Monstrous media_spectral subjects_ Imaging Gothic from the nineteenth century to the present (2015, Manchester University Press) [10.7765_97.pdf",
      "chunk_index": 360,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.72683775,
      "importance": 0.7806555032730103,
      "final_score": 0.7268376350402832
    },
    {
      "id": "e3d6501af17354941e2a3b26",
      "qdrant_id": "04488880-c2d9-5b60-aaf5-7da35ad04fbd",
      "text": "yiii / CONTENTS 11. Derrida's Ethical Return 148 12. Derrida's Ethics of Dialogue 168 PART FOUR: AESTHETIC APPLICATIONS 13. Myths of Utopia and Ideology: From Yeats to Joyce 180 14. Postmodern Mirrors of Fiction: Rushdie, Wolfe, and Kundera 185 15. Painting and Postmodernity 194 Postscript 203 Notes 211 Index 249 Acknowledgments I am grateful to my colleagues and students at University College Dublin and Boston College for their comments and assistance in the preparation of this manuscript, in particular Dermot Moran, Richard Cobb-Stevens, Mara Rainwater and Mark Dooley. I would also like to thank the journals and collections which published earlier versions of the studies in this volume, as acknowledged in the final note to each chapter. Above all, my appreciation goes to my wife, Anne, and daughters, Simone and Sarah, for their love and support. IX",
      "source": "Richard Kearney - Poetics of Modernity_ Toward a Hermeneutic Imagination (Philosophy and Literary Theory) (1995) - libgen.li.pdf",
      "chunk_index": 6,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7230388,
      "importance": 0.774121105670929,
      "final_score": 0.7230387330055237
    },
    {
      "id": "8c1def784f59c4edfdf2c6b0",
      "qdrant_id": "36dc58fa-780b-54b4-a7df-887111efafd1",
      "text": "Gary Genosko Political Physics: Deleuze, Derrida and the Body Politic John Protevi The Idea of Pure Critique Iain Mackenzie Abstract Sex: Philosophy, Bio-technology and the Mutations of Desire Luciana Parisi TRANSVERSALS NEW DIRECTIONS IN PHILOSOPHY",
      "source": "(Transversals) Luciana Parisi - Abstract Sex_ Philosophy, Biotechnology and the Mutations of Desire (Transversals_ New Directions in Philosophy Series)-Continuum (2004).pdf",
      "chunk_index": 2,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7229964,
      "importance": 0.7764884233474731,
      "final_score": 0.7229964733123779
    },
    {
      "id": "bb7ba99f42957ce7cc633a28",
      "qdrant_id": "d977b3c1-59fd-54e1-a2cd-08f77d3c0635",
      "text": "Equaling concerned with the endemic crises of capitalism, Mark Featherstone, in his chapter entitled ‘Schizoanalysis and Ecology on the other side of Postmedia’, addresses the contemporary global crisis in terms of the struggle between primitive nationalists and the sci-fi futurists, but suggests that what is left untouched is precisely the philosophical structure of capitalism. Thus, Featherstone suggests a political reading of this ‘apocalyptic realism’ and suggests an alternate vision of the future, ‘a minor utopianism’ in the works of Guattari and Deleuze. In this endeavour, the onus is on the schizoanalytic critique of capitalist subjectivity which can be traced to Anti- Oedipus (1977), A Thousand Plateaus (1987) and What Is Philosophy? (1994) and the analytical reading of the nature of contemporary semiocapitalism which fragments, codifies and commodifies the subject. Thou…",
      "source": "[Schizoanalytic Applications] Joff P. N. Bradley_ Alex Taek-Gwang Lee_ N. Y. Manoj - Deleuze, Guattari and the Schizoanalysis of Postmedia (2023, Bloomsbury Academic) [10.5040_9781350180536] - libgen.li (1).pdf",
      "chunk_index": 80,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.68982935,
      "importance": 0.7696107029914856,
      "final_score": 0.72283935546875
    },
    {
      "id": "263ed3dd1e5fad18c2288c55",
      "qdrant_id": "b145cb19-5818-5d37-9da1-659df1b2dfa0",
      "text": "a “sublime” influenza: non-pathological, multidirectional, life-giving. We “come down” with them despite our immune systems, no-go zones, and self-protection rites. And coming down with them inside our own sites of cultural and theoretical experimentation allows for a symbolic germination that, on one side, is enabled by the digital-humanities applications of new data storage and communication cybercapabilities and, on the other side, would be impossible without the germ of otherness, without others and their theoretical cultures. Hardly an intracultural affair, theory obtains by way of contacts, interculturally or, Jacques Derrida would say, “haptically,” as it touches and is touched by other cultural and theoretical systems—as",
      "source": "Christian Moraru (editor), Andrei Terian (editor), Alexandru Matei (editor) - Theory in the _Post_ Era_ A Vocabulary for the 21st-Century Conceptual Commons-Bloomsbury Academic (2021).pdf",
      "chunk_index": 76,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.72146636,
      "importance": 0.769172191619873,
      "final_score": 0.7214664816856384
    },
    {
      "id": "04a40420aa872a74c0700fa7",
      "qdrant_id": "ca2290c7-da36-5867-a8a9-f9db2e81e55e",
      "text": "and haunted by the animal “holocaust” going on around us daily in practices such as factory farming). Diamond’s searching and original analysis points us toward a fact that will, I argue, require Derrida’s work to fully articulate: that we share with nonhuman animals not just one form of finitude but two: not just the radical passivity and vul- nerability announced in Jeremy Bentham’s famous assertion that the question is not “can they talk?” or “can they reason?” but “can they suf- fer?” but also the kind of finitude articulated by Derrida in his critique of Lacan. That second form of finitude derives from the fundamental exteriority and materiality of meaning and communication itself, of any form of semiotic marking and iterability to which both humans and nonhuman animals are subject in a trace structure that, as he puts it, exceeds and encompasses the human/animal differenc…",
      "source": "[Posthumanities 8] Cary Wolfe - What Is Posthumanism_ (2009, Univ Of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 65,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7119562,
      "importance": 0.7740052342414856,
      "final_score": 0.7201857566833496
    },
    {
      "id": "aefb444c06d95f7aa11e61b0",
      "qdrant_id": "cd30f0bd-66ae-5118-b2bd-68e94bf88fbb",
      "text": "to rarefied theoretical discourses as he is participating in more accessible fora in his capacities as an author and critic (Miéville 2008). Mark Fisher’s The Weird and the Eerie (2017), while very much emerging from his theo- retical background is a lucid and accessible essay on manifestations of the Weird across a range of media. Fisher argues that the mode can be identi- fied in the post-punk records of The Fall or the hallucinatory science fic- tion of Philip K. Dick, as much as the classic weird tales of M. R. James. Overall, The Weird and the Eerie is a demonstration and reinforcement of Lovecraft’s argument that ‘memorable fragments’ of the Weird are to be found everywhere (Fisher 2016). Negotiating Genres The present study is commensurate with Joshi’s and Miéville’s argument that the Weird Tales iteration of weird fiction in the 1920s and 1930s was only the conclusion of a ‘high phase’ of such writing which began in the",
      "source": "(Palgrave Gothic) James Machin - Weird Fiction in Britain 1880–1939-Springer International Publishing_Palgrave Macmillan (2018) (1).pdf",
      "chunk_index": 51,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.71959853,
      "importance": 0.768455982208252,
      "final_score": 0.7195983529090881
    },
    {
      "id": "6330accf5e9c9c81148ac35c",
      "qdrant_id": "b0fb5ec9-3bad-589c-b3d0-3b3b79b1c785",
      "text": "and reconstructions of the sonic Hauntology in the 1980s–2010s, to the catalyzing and self-generating growth of new social processes to underpin our expanding electronic arts and bioarts understandings of worlds where the present is an unstable construct, realism is never natural but labored and peopled, and where datum and factum oscillate making appearances disappear and return otherwise in the uncanny, and the Real. References Derrida, J. (1994). Specters of Marx: The State of the Debt, the Work of Mourning, and the New International. Trans. P. Kamuf. Routledge. Fisher, M. (2014). Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures. John Hunt Publishing. S. RAHIMI",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021) (1).pdf",
      "chunk_index": 374,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7650801,
      "importance": 0.7982693314552307,
      "final_score": 0.7194087505340576
    },
    {
      "id": "e1d21c7f0cbc84ab3e551764",
      "qdrant_id": "87c727c0-815c-5a02-a1a8-645bb6089301",
      "text": "Death-Drive The Frontiers of Theory Series Editor: Martin McQuillan The Poetics of Singularity: The Counter-Culturalist Turn in Heidegger, Derrida, Blanchot and the Later Gadamer Timothy Clark Dream I Tell You Hélène Cixous Scandalous Knowledge: Science, Truth and the Human Barbara Herrnstein Smith Geneses, Genealogies, Genres and Genius Jacques Derrida Insister of Jacques Derrida Hélène Cixous Not Half No End: Militantly Melancholic Essays in Memory of Jacques Derrida Geoffrey Bennington Death-Drive: Freudian Hauntings in Literature and Art Robert Rowland Smith Reading and Responsibility Derek Attridge Of Jews and Animals Andrew Benjamin The Romantic Predicament Paul de Man The Book I Do Not Write Hélène Cixous The Paul de Man Notebooks Paul de Man Veering: A Theory of Literature Nicholas Royle Death-Drive Freudian Hauntings in Literature and Art Robert Rowland Smith Edinburgh Univ…",
      "source": "Robert Rowland Smith - Death-Drive_ Freudian Hauntings in Literature and Art (2010, Edinburgh University Press) [10.1515_9780748641710] - libgen.li.pdf",
      "chunk_index": 0,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.71433294,
      "importance": 0.7671670913696289,
      "final_score": 0.7143328189849854
    },
    {
      "id": "0c1be5dbbba3f378e23d4d64",
      "qdrant_id": "9684c323-aa3f-5eb2-9759-1ed2eb1cc3a0",
      "text": "viii Contents 7 Bataille and Madness 113 Part III \u0007Michel Foucault: Madness and Philosophical Incapacity 8 History of Madness: Is There Such a Thing as Madness? 137 9 Foucault and Autobiographical Philosophy 157 10 Foucault and Madness 171 Part IV \u0007Jacques Derrida: Philosophy Opens Up to Madness 11 The Debate: Derrida on Foucault via Descartes 187 12 Derrida and Madness 205 13 Derrida and Autobiographical Philosophy 215 Part V \u0007Responding to Madness: Autobiographical Philosophy 14 Post-Nietzschean Possibilities and Responsibilities 229 15 Being ‘in the Distance of Madness’ 245 16 Conclusion 257 Appendix A 265 Appendix B 267 Appendix C 269 Bibliography 271 Index 277",
      "source": "Angelos Evangelou (auth.) - Philosophizing Madness from Nietzsche to Derrida (2017, Palgrave Macmillan) [10.1007_978-3-319-57093-8] - libgen.li.pdf",
      "chunk_index": 9,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7133128,
      "importance": 0.7652384042739868,
      "final_score": 0.7133127450942993
    },
    {
      "id": "4bd77ea1b92c10cf6bad78e6",
      "qdrant_id": "96f811e4-815b-5bf4-ab2f-26663bbe0cf2",
      "text": "83 Mark Fisher: Hauntological Music, Times Out of Joint, and Gaming for Justice You don’t have to believe in the supernatural to recognize that the family is a haunted structure. p 43 Where the unconscious was, there CGI (3-D computer generated imagery) shall be. p. 215 what is being longed for in hauntology is … the resumption of the processes of democratization and pluralism (27) —Mark Fisher, Ghosts of My Life Justice, Rahimi following Derrida suggests, is like a sling shot around a black hole, always only approaching the goal, and hence keeping things in play, for the next shot at justice around the black hole of Kafka’s trials, always trying to remedy the last injustice. And this Rahimi reminds us is not just justice for individuals, but the more serious business of social jus- tice. The ghosts of histories past enact obscured sets of desires. “The important advantage of formu…",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021) (1).pdf",
      "chunk_index": 331,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures",
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7615067,
      "importance": 0.7932426929473877,
      "final_score": 0.713121235370636
    },
    {
      "id": "7048f8f4a32336bb6dae56b1",
      "qdrant_id": "4c1b245f-ca24-54a3-ad0b-fe8d2b8385ef",
      "text": "Roland Barthes, Bernard Stiegler, and David Wills. What is ghostly about Eno and Byrne’s uncanny soundscape, notes Wolfe, is that it underscores the way in which recordings of ourselves live on in our absence. Wolfe further sug- gests that Derrida’s logic of the specter, “a trace that marks the present with its absence in advance” (Derrida 2002, 117), need not be considered as a “kind of fatalism or necrophilia,” but a simple “fact” about where “futurity itself resides” (294). The simple fact is “that the words we record now, the images we make now, will be iterable in our absence, and indeed in the absence of any ‘empiri- cal being’ currently alive in ‘the living present’” (294). Derrida’s morbid notion of the “messianic” comes into play here, since, as Wolfe puts it, “we die so that they, the future ones [the recordings of ourselves], may live” (294). While this self-­spectral…",
      "source": "[Posthumanities 33] O'Gorman, Marcel - Necromedia (2015, Univ Of Minnesota Press) - libgen.li.pdf",
      "chunk_index": 43,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7578409,
      "importance": 0.7996541857719421,
      "final_score": 0.7117800712585449
    },
    {
      "id": "8d339fa4b3b738f674355ca6",
      "qdrant_id": "d337cec6-d9fd-55d3-b758-15ab13789c8f",
      "text": "We are obsessed with death, war, science, absence, emptiness, solitude, excess, and inﬁnity, and it is a bad obsession, for in it a morbid vertigo seems to be combined with the impossibility of inscribing them in an economy, that is to say, also in an ecol- ogy, and, in general, in an oikos, in a dwelling, in a habitation, and within a familiarity (which is some- thing other than familiality). The evidence for this impasse is precisely the fact that the word ‘‘economy’’ means to us nothing more than the ‘‘icy waters of selﬁsh calculation’’ [Marx, Capital], whereas the word ecology ﬂoats on the same waters devoid of compass and concept. That is why, on every side, we rail against nihil- ism, against negativism, against all forms of retreat, suspension, ﬁnitude, or impossibility, judged wrongly or rightly—and most often wrongly and confusedly—to be either morbid or suicidal. In their place, we ask for afﬁrmation or value, decision and resolve, and from this perspective a symmetrical",
      "source": "[Perspectives in continental philosophy] Jean-Luc Nancy, Franson Manjali - Philosophical chronicles (2008, Fordham University Press) - libgen.li.pdf",
      "chunk_index": 107,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.70499027,
      "importance": 0.7722514867782593,
      "final_score": 0.7049903273582458
    },
    {
      "id": "567cadf2ed2be998253eb67b",
      "qdrant_id": "d64592d9-d0e6-5cd9-8879-236f8b80e67f",
      "text": "predecessors’ failures galvanizes the emergence of new forms of thought, simultaneously marking the decline, eclipse, or gradual invisibility of those very same predecessors. Nyman richly assesses the specificities of Malabou’s own inheritance of Derrida, as well as offers striking reflections on the way in which thought itself is transmitted and transformed. ARE NEW HABITS POSSIBLE? Following the exploration of Malabou’s detachment and attachment to aspects of deconstruction, our volume turns to the question of habits. To begin this section, Sandrine Hansen explores the fact that the phenomenon of habit has been classified as a pharmakon, both remedy and poison. As such, Hansen maintains, habit cannot, as some commentators have suggested, be determined merely as an ontologically adaptive phenomenon, understood univocally as an instantiation of open-ended plasticity. Whether characterized as an alienating mechanism or a compulsive force of the body, the",
      "source": "Thomas Wormald and Isabell Dahms - Thinking Catherine Malabou_ Passionate Detachments (2018, Rowman and Littlefield) - libgen.li.pdf",
      "chunk_index": 18,
      "page": null,
      "seed_hits": [
        "catherine-malabou-plasticity-the-new-wounded"
      ],
      "raw_score": 0.716089,
      "importance": 0.7695505619049072,
      "final_score": 0.6971526741981506
    },
    {
      "id": "f3c2d06dd3748544a4de6cc1",
      "qdrant_id": "9184956d-430b-5bee-b81c-6d535bafd8e2",
      "text": "editor’s introduction “We have to invent the future.” — Mark Fisher1 Mark Fisher (k-punk) was not, and never wanted to be, a conventional academic writer, theorist or critic. His writing was too abrasive, polemical, lucid, unsentimental, personal, insightful and compelling for that. Despite displaying the most acute understanding of the physical, psychological, economic and cultural consequences of contemporary capitalism, his work was also optimistic and strategically operative. A great deal of his writing was undertaken in vehement opposition to the all- too evident PoMo dissociation and collective alienation around us, and as a response to what he termed the “boring dystopia” of our shared present, to the increasingly depthless present of this new millennium. Mark provided original, savage and stylish dissections of our moribund culture, and continually observed how popular modernist …",
      "source": "Mark Fisher, Darren Ambrose (editor) - K-punk_ The Collected and Unpublished Writings of Mark Fisher-Repeater (2018).pdf",
      "chunk_index": 32,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.6953784,
      "importance": 0.7564433217048645,
      "final_score": 0.695378303527832
    },
    {
      "id": "0deae4c9b3d5312223c6cb25",
      "qdrant_id": "602c33d3-c8d3-50af-8a81-1c7c09ba9ee8",
      "text": "2. Mark Fisher and Jeremy Gilbert, Reclaim Modernity: Beyond Markets Beyond Machines (Compass, 2015), http://www.compassonline.org.uk/publications/reclaiming- modernity-beyond-markets-beyond-machines/ Preoccupying: Interviewed by the Occupied Times (2012) 1. Mark Fisher interviewed by Occupied Times, (3 May 2012), https://theoccupiedtimes.org/?p=3454 We Need a Post-Capitalist Vision: Interviewed by AntiCapitalist Initiative (2012) 1. Mark Fisher interviewed by AntiCapitalist Initiative, (11 May 2012), http://anticapitalists.org/2012/05/11/mark-fisher-we-need-a-post- capitalist-vision/ 2. Paul Mason, “These revolts have ended the period of capitalist realism”, Guardian, (23 January 2012), https://www.theguardian.com/commentisfree/video/2012/jan/23/paul- mason-revolts-capitalist-realism-video 3. Chris Harman, “Zombie Capitalism”, Socialist Worker, (23 June 2009), https://socialistwork…",
      "source": "Mark Fisher, Darren Ambrose (editor) - K-punk_ The Collected and Unpublished Writings of Mark Fisher-Repeater (2018).pdf",
      "chunk_index": 176,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.73103356,
      "importance": 0.7723133563995361,
      "final_score": 0.6948866844177246
    },
    {
      "id": "3ed96af3f9aa3d152f20fd2b",
      "qdrant_id": "57af5359-81d1-5428-9b40-bb4451041a30",
      "text": "Kamuf, Chicago and London: University of Chicago Press. Derrida, Jacques (1995) The Gift of Death, trans. David Wills, Chicago and London: Chicago University Press. Derrida, Jacques (1998) Archive Fever: A Freudian Impression, trans. Eric Prenowitz, Chicago: Chicago University Press. Derrida, Jacques (2002) Without Alibi, ed. Peggy Kamuf, Stanford, CA: Stanford University Press. Eco, Umberto (1994) The Limits of Interpretation, Bloomington: Indiana Univer- sity Press. Eddington, A. S. (1928) The Nature of the Physical World: Gifford Lectures 1927, Cambridge: Cambridge University Press. Gale, Richard (1968) The Language of Time, London and New York: Routledge and Kegan Paul. Genette, Gerard (1980) Narrative Discourse, trans. Jane Lewin, Oxford: Basil Blackwell. Grosz, Elizabeth (2004) The Nick of Time: Politics, Evolution and the Untimely, Durham, NH, and London: Duke University Press. Ha…",
      "source": "[Frontiers of theory] Currie, Mark - About time _ narrative, fiction and the philosophy of time (2007, Edinburgh University Press) - libgen.li.pdf",
      "chunk_index": 601,
      "page": null,
      "seed_hits": [
        "archive-fever-derrida"
      ],
      "raw_score": 0.7347827,
      "importance": 0.7765459418296814,
      "final_score": 0.6913225054740906
    },
    {
      "id": "1b4e35dfc344b408ad514381",
      "qdrant_id": "2464a125-196d-5d9a-a61a-886e3670c750",
      "text": "Fisher, Mark, Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures (Winchester, UK: Zero Books; 2014). Fisher, Mark, The Weird and the Eerie (London: Repeater Books, 2016). Freeman, Austin M. (ed.), Theology and H.P. Lovecraft: Theology, Religion, and Pop Culture (London: Lexington Books / Fortress Academic, 2022). Freud, Sigmund, The Uncanny (London, Penguin Books, 2003). Fukuyama, Francis, “The End of History?” (The National Interest 16, 1989), 3–18. Fukuyama, Francis, The End of History and the Last Man, 20th anniversary (ed) (London: Penguin Books, 2012 [1992]). Geniusas, Saulius, “The Horizon and the Origins of Sense-Formation” (The Origins of the Horizon in Husserl’s Phenomenology, Springer Netherlands, 2012), 137–54. Gilmore, Paul, “Poe and the Sciences of the Brain”, J. Gerald Kennedy and Scott Peeples (eds) (The Oxford Handbook of Edgar Allan Poe, Oxford Handbooks 2019). Girard, René, The Scapegoat (Baltimore: The Johns Hopkins University",
      "source": "(Palgrave Gothic) Joakim Wrethed - Gothic Hauntology_ Everyday Hauntings and Epistemological Desire-Palgrave Macmillan (2023)-3.pdf",
      "chunk_index": 332,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.69061637,
      "importance": 0.775023877620697,
      "final_score": 0.6906163096427917
    },
    {
      "id": "4c2c37c55b6605832430110c",
      "qdrant_id": "6d4bb1f8-23ef-5c6f-8cca-f6aa32beb759",
      "text": "9. Ibid., §65, p. 246. 10. Ibid., §65, p. 246–47. 11. Ibid., §67, p. 249. 12. Ibid., §67, p. 250. 13. Ibid., §66, p. 248. 14. Quentin Meillassoux, After Finitude: An Essay on the Necessity of Contin- gency, trans. Ray Brassier (London: Continuum, 2008), p. 5. 15. Ibid. 16. Ray Brassier, Iain Hamilton Grant, Graham Harman, and Quentin Meillassoux, “Speculative Realism,” Collapse 3 (2007): 409. 17. Ibid., p. 427. 18. Ibid. 19. Alain Badiou, Logique des mondes (Paris: Éditions du Seuil, 2006), p. 283, trans- lation mine. 20. Ibid., p. 284, translation mine. 21. On the ontology of decay, see Reza Negarestani, “Undercover Softness: An Introduction to the Architecture and Politics of Decay,” Collapse 6 (2010). 22. Brassier et al., “Speculative Realism,” p. 308. 290 notes to pages 243–257",
      "source": "Eugene Thacker - After Life (2010, University of Chicago Press) [10.7208_9780226793733] - libgen.li.pdf",
      "chunk_index": 183,
      "page": null,
      "seed_hits": [
        "jasbir-puar-debility-capacity-assemblage"
      ],
      "raw_score": 0.68112075,
      "importance": 0.7537975311279297,
      "final_score": 0.681120753288269
    },
    {
      "id": "7bc68b175d4305b81e4b7acc",
      "qdrant_id": "18d640f3-3c04-5375-a8ae-68ae808fb274",
      "text": "among anthropologists in the emergence of what Derrida called for under the rubric of hauntology. Not surprisingly, given the ubiquity of settings of conflict and unspeakable violence, newer generations of anthropologist have increasingly found themselves working in what Michael Fischer (1991) has called “post-trauma polities.” Anthropological writing in which “haunting” figures prominently includes writing about societies in",
      "source": "Sadeq Rahimi _ Byron J. Good _ Michael M.J. Fischer - The Hauntology of Everyday Life-Palgrave Macmillan (2021).pdf",
      "chunk_index": 22,
      "page": null,
      "seed_hits": [
        "hauntology-and-cancelled-futures"
      ],
      "raw_score": 0.7528384,
      "importance": 0.7866237163543701,
      "final_score": 0.6765651702880859
    },
    {
      "id": "1ea9bdbc72513daf61514b94",
      "qdrant_id": "8785e5bc-b9c2-5bdf-8840-9850c0e6cd79",
      "text": "liberalism and the Demise of the Literary.” ¹⁴ On the left, Thatcher’s there is no alternative became, through the paraphrasing of a slightly different Fredric Jameson quote, it’s easier to imagine the end of the world than the end of capitalism. Mark Fisher took up this shibboleth and its implications for contemporary experience in Capitalist Realism (2009). Leigh Claire La Berge and Alison Shonkwiler extended Fisher’s project to contemporary ﬁction, nonﬁction, television, and ﬁlm in Reading Capitalist Realism (2014). In search of escapes from neoliberalism’s foreclosure of any future other than its own, novelists, poets, and scholars have turned to speculative modes. See Aimee Bahng’s Migrant Futures, a book that “might be considered a ‘starter archive’ of attempts to imagine if not the end of capitalism, then an alternative to it, by way of those who may ﬁnd themselves mired in capita…",
      "source": "Dan Sinykin - American literature and the long downturn _ neoliberal apocalypse (2020) - libgen.li.pdf",
      "chunk_index": 47,
      "page": null,
      "seed_hits": [
        "mark-fisher-capitalist-realism-depression-hauntology"
      ],
      "raw_score": 0.7136096,
      "importance": 0.7666778564453125,
      "final_score": 0.6490997076034546
    }
  ]
}